Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: Use this feature to register a new hardware. It will allow to generate a new public and private keys, that could be flashed inside the hardware controller.
es: Usa esta función para registrar un nuevo hardware. Permitirá generar nuevas claves públicas y privadas, que podrían ser grabadas dentro del controlador de hardware.
hi: इस फीचर का उपयोग नए हार्डवेयर को पंजीकृत करने के लिए करें। यह एक नया पब्लिक और प्राइवेट की जनरेट करने की अनुमति देगा, जिसे हार्डवेयर कंट्रोलर के अंदर फ्लैश किया जा सकता है।

source: Register S1 Sensor
es: Registrar Sensor S1
hi: S1 सेंसर पंजीकृत करें

source: Register Pump Controller
es: Registrar Controlador de Motor
hi: पंप नियंत्रक पंजीकृत करें

source: Phone:
es: Teléfono
hi: फोन:

source: Phone used to send SMS notifications.
es: Teléfono utilizado para enviar notificaciones SMS.
hi: एसएमएस सूचनाएं भेजने के लिए उपयोग किया जाने वाला फोन।

source: User Account Confirmed
es: Cuenta de usuario confirmada
hi: उपयोगकर्ता खाता पुष्टि हुआ

source: Installation and Usage Guide
es: Guía de instalación y uso
hi: स्थापना और उपयोग गाइड

source: Learn how to install and set up the WiFi Smart Water Pump Controller S1 with this detailed guide. Automate water control with a smart, energy-saving solution for various water systems.
es: Aprende cómo instalar y configurar el Controlador Inteligente de Motor de Agua WiFi S1 con esta guía detallada. Automatiza el control del agua con una solución inteligente y ahorradora de energía para diversos sistemas de agua.
hi: इस विस्तृत गाइड के माध्यम से जानें कि वाई-फाई स्मार्ट वॉटर पंप कंट्रोलर S1 को कैसे इंस्टॉल और सेटअप करें। विभिन्न जल प्रणालियों के लिए एक स्मार्ट, ऊर्जा-बचत समाधान के साथ जल नियंत्रण को स्वचालित करें।

source: WiFi Water Pump manual, S1 installation guide, smart water pump setup, automatic water control, energy-saving water pump, water system integration, smart water systems
es: Manual de motor de agua WiFi, guía de instalación del S1, configuración de motor de agua inteligente, control automático de agua, motor de agua ahorradora de energía, integración de sistemas de agua, sistemas de agua inteligentes
hi: वाई-फाई वॉटर पंप मैनुअल, S1 स्थापना गाइड, स्मार्ट वॉटर पंप सेटअप, स्वचालित जल नियंत्रण, ऊर्जा-बचत वॉटर पंप, जल प्रणाली एकीकरण, स्मार्ट जल प्रणालियाँ

source: Installation and Setup Guide
es: Guía de Instalación y Configuración
hi: स्थापना और सेटअप गाइड

source: Step-by-step installation and setup guide for the WiFi Smart Water Pump Controller S1. Automate and optimize water management with this efficient solution.
es: Guía paso a paso de instalación y configuración para el Controlador Inteligente de Motor de Agua WiFi S1. Automatiza y optimiza la gestión del agua con esta solución eficiente.
hi: वाई-फाई स्मार्ट वॉटर पंप कंट्रोलर S1 के लिए चरण-दर-चरण स्थापना और सेटअप गाइड। इस प्रभावी समाधान के साथ जल प्रबंधन को स्वचालित और अनुकूलित करें।

source: Discover how to install and configure the WiFi Smart Water Pump Controller S1. A reliable, energy-saving solution for automating water systems.
es: Descubre cómo instalar y configurar el Controlador Inteligente de Motor de Agua WiFi S1. Una solución confiable y ahorradora de energía para automatizar sistemas de agua.
hi: वाई-फाई स्मार्ट वॉटर पंप कंट्रोलर S1 को कैसे इंस्टॉल और कॉन्फ़िगर करें, यह जानें। जल प्रणालियों को स्वचालित करने के लिए एक विश्वसनीय, ऊर्जा-बचत समाधान।

source: Automatic Water Pump for S1 - Smart, energy-efficient pump controller with automatic water level control, screen indicator, and durable construction for various water systems
es: Controlador de motor de agua automático para S1 - Un controlador inteligente y energéticamente eficiente con control automático de nivel de agua, indicador en pantalla y construcción duradera para diversos sistemas de agua.
hi: S1 के लिए स्वचालित वॉटर पंप - स्मार्ट, ऊर्जा-कुशल पंप नियंत्रक जो स्वचालित जल स्तर नियंत्रण, स्क्रीन संकेतक और टिकाऊ निर्माण प्रदान करता है।

source: Remote Monitoring
es: Monitoreo Remoto
hi: रिमोट मॉनिटरिंग

source: Smart Automatic Water Pump for S1
es: Controlador de motor de agua automático inteligente para S1
hi: S1 के लिए स्मार्ट स्वचालित जल पंप

source: Power Options
es: Opciones de Energía
hi: पावर विकल्प

source: Runs on AC power.
es: Funciona con corriente alterna (AC).
hi: एसी पावर पर चलता है।

source: Subscription Plans
es: Planes de suscripción
hi: सदस्यता योजनाएँ

source: Offers various subscription plans for different needs.
es: Ofrece varios planes de suscripción para diferentes necesidades.
hi: विभिन्न आवश्यकताओं के लिए विभिन्न सदस्यता योजनाएँ प्रदान करता है।

source: AC Powered
es: Alimentado por CA
hi: एसी संचालित

source: Unlimited management range.
es: Rango de control ilimitado.
hi: असीमित प्रबंधन सीमा।

source: Manual:
hi: मैनुअल:

source: The WiFi Smart Water Pump Controller S1 automates water pump operation using data from the
es: El Controlador Inteligente <b>(WiFi Smart Water Pump Controller S1)</b> automatiza el funcionamiento del motor de agua utilizando datos del sensor
hi: वाई-फाई स्मार्ट वॉटर पंप कंट्रोलर S1, जल पंप संचालन को स्वचालित करता है सेंसर डेटा के आधार पर।

source: sensor, starting and stopping the pump based on tank fill levels. This energy-efficient device requires stable internet connectivity and uses <b>WaterLevel.Pro</b> cloud services for optimal performance. Ideal for precise and reliable water management.
es: arrancando y deteniendo el motor según los niveles de llenado del tanque. Este dispositivo energéticamente eficiente requiere una conexión a internet estable y utiliza los servicios en la nube de <b>WaterLevel.Pro</b> para un rendimiento óptimo. Ideal para una gestión de agua precisa y confiable.
hi: सेंसर, टैंक के भरने के स्तर के आधार पर पंप को चालू और बंद करता है। यह ऊर्जा-कुशल डिवाइस स्थिर इंटरनेट कनेक्टिविटी की आवश्यकता होती है और <b>WaterLevel.Pro</b> क्लाउड सेवाओं का उपयोग करता है। सटीक और विश्वसनीय जल प्रबंधन के लिए आदर्श।

source: Parts
es: Partes
hi: भाग

source: Parts Description
es: Descripción de las Partes
hi: भागों का विवरण

source: Installation And Usage Guide
es: Guía de instalación y uso
hi: स्थापना और उपयोग गाइड

source: #1 Check WiFi Coverage
es: #1 Verificar Cobertura WiFi
hi: #1 वाई-फाई कवरेज जांचें

source: <h5>Ensure that good 2.4GHz WiFi signal will reach the device area all the time.</h5> <p class="alert alert-info" > Optimal Wi-Fi signal strength is crucial for device performance. Before installation, use a mobile app (WiFi Analyzer) with a 3dBm reference antenna to measure the signal at the location. Ensure it's between <b>-30 dBm</b> and <b>-78 dBm</b>. After connecting, regularly verify this on the device's webpage. </p> <p class="alert alert-warning" > If WiFi signal strength is weak consider add WiFi range extenders. </p>
es: <h5>Asegúrese de que una buena señal de WiFi de 2.4GHz llegue al área del dispositivo en todo momento.</h5> <p class="alert alert-info" > La intensidad de la señal Wi-Fi óptima es crucial para el rendimiento del dispositivo. Antes de la instalación, use una aplicación móvil (WiFi Analyzer) con una antena de referencia de 3dBm para medir la señal en el lugar. Asegúrese de que esté entre <b>-30 dBm</b> y <b>-78 dBm</b>. Después de conectar, verifique regularmente esto en la página web del dispositivo. </p> <p class="alert alert-warning" > Si la intensidad de la señal WiFi es débil, considere agregar extensores de alcance WiFi. </p>
hi: <h5>सुनिश्चित करें कि उपकरण क्षेत्र में हमेशा अच्छा 2.4GHz WiFi सिग्नल पहुँचे।</h5> <p class="alert alert-info" > उपकरण के प्रदर्शन के लिए इष्टतम Wi-Fi सिग्नल की ताकत बहुत महत्वपूर्ण है। स्थापना से पहले, एक मोबाइल ऐप (WiFi Analyzer) का उपयोग करके, जिसमें 3dBm संदर्भ एंटीना हो, स्थान पर सिग्नल को मापें। सुनिश्चित करें कि यह <b>-30 dBm</b> और <b>-78 dBm</b> के बीच है। कनेक्ट करने के बाद, इसे नियमित रूप से उपकरण के वेबपेज पर सत्यापित करें। </p> <p class="alert alert-warning" > यदि WiFi सिग्नल की ताकत कमजोर है, तो WiFi रेंज एक्सटेंडर जोड़ने पर विचार करें। </p>

source: #2 Pump and Safety Requirements
es: #2 Requisitos del Motor de Agua y Seguridad
hi: #2 पंप और सुरक्षा आवश्यकताएं

source: <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>Pump Requirements</h5> Ensure the pump's power consumption does not exceed <b>10 amps</b> to prevent potential damage or system overload. This translates to a maximum of <b>1200 W</b> for a 120 V system and <b>2200 W</b> for a 220 V system. Exceeding these limits may compromise system safety and functionality. </div> <div class="ms-1 my-3 alert alert-info" role="alert"> <h5>Power Requirements</h5> The device requires a power input of AC 120V or 220V, 50/60 Hz, with a single-phase connection and neutral line. </div> <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>Safety Requirements</h5> Since this is an experimental device, the user is responsible for ensuring safe installation and operation. Make sure the system has a thermal breaker for protection and avoid placing it near flammable materials. The user should also monitor the device regularly to ensure it operates correctly and safely. </div>
es: <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>Requisitos del Motor de Agua</h5> Asegúrate de que el consumo de energía del motor de agua no exceda <b>10 amperios</b> para evitar daños o sobrecarga del sistema. Esto equivale a un máximo de <b>1200 W</b> para un sistema de 120 V y <b>2200 W</b> para un sistema de 220 V. Exceder estos límites puede comprometer la seguridad y funcionalidad del sistema. </div> <div class="ms-1 my-3 alert alert-info" role="alert"> <h5>Requisitos de Energía</h5> El dispositivo requiere una entrada de energía de CA 120V o 220V, 50/60 Hz, con una conexión monofásica y línea neutra. </div> <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>Requisitos de Seguridad</h5> Dado que este es un dispositivo experimental, el usuario es responsable de garantizar una instalación y operación seguras. Asegúrate de que el sistema tenga un interruptor térmico para protección y evita colocarlo cerca de materiales inflamables. El usuario también debe monitorear el dispositivo regularmente para asegurarse de que funcione correctamente y de manera segura. </div>
hi: <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>पंप आवश्यकताएं</h5> सुनिश्चित करें कि पंप की बिजली खपत <b>10 एम्पियर</b> से अधिक न हो, ताकि संभावित नुकसान या सिस्टम ओवरलोड को रोका जा सके। यह 120 वी सिस्टम के लिए अधिकतम <b>1200 वाट</b> और 220 वी सिस्टम के लिए <b>2200 वाट</b> तक होता है। इन सीमाओं को पार करने से सिस्टम की सुरक्षा और कार्यक्षमता प्रभावित हो सकती है। </div> <div class="ms-1 my-3 alert alert-info" role="alert"> <h5>बिजली आवश्यकताएं</h5> डिवाइस को एसी 120V या 220V, 50/60 Hz की बिजली आपूर्ति की आवश्यकता होती है, जिसमें सिंगल-फेज कनेक्शन और न्यूट्रल लाइन शामिल हो। </div> <div class="ms-1 my-3 alert alert-danger" role="alert"> <h5>सुरक्षा आवश्यकताएं</h5> चूंकि यह एक प्रायोगिक डिवाइस है, उपयोगकर्ता सुरक्षित स्थापना और संचालन सुनिश्चित करने के लिए जिम्मेदार है। सुनिश्चित करें कि सिस्टम में सुरक्षा के लिए एक थर्मल ब्रेकर हो और इसे ज्वलनशील सामग्री के पास न रखें। उपयोगकर्ता को डिवाइस की नियमित निगरानी भी करनी चाहिए ताकि यह सही और सुरक्षित रूप से काम करे। </div>

source: #3 Installing the Controller
es: #3 Instalación del Controlador
hi: #3 नियंत्रक स्थापित करना

source: <h5>Device Connection Instructions</h5> <p class="my-2 ms-1" ><strong>1. Select Proper Cables:</strong><br> Use cables that can handle the amperage of the pump (up to 10 amps) to ensure safe operation. Make sure the cables are rated for the required power load.</p> <div class="my-3 ms-1" ><strong>2. AC Input Connections:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>Identify the AC input wires:</strong> You will need to identify the <strong>Line (Live)</strong>, <strong>Neutral</strong>, and <strong>Ground</strong> wires coming from the power source.</li> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>Connect the wires to AC-IN:</strong> Connect the <strong>Line</strong> (Live) wire to the <strong>Line (L)</strong> terminal, the <strong>Neutral</strong> wire to the <strong>Neutral (N)</strong> terminal, and the <strong>Ground</strong> wire to the <strong>Ground (G)</strong> terminal on the device's <strong>AC-IN</strong> section. Make sure each wire is properly secured to avoid any loose connections. </li> </ul> </div> <div class="my-2 ms-1" ><strong>3. AC Output Connections:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary"> <strong>Connect to the pump:</strong> In the <strong>AC-Out</strong> section of the device, repeat the process by connecting the <strong>Line</strong> wire to the <strong>Line (L)</strong> terminal, the <strong>Neutral</strong> wire to the <strong>Neutral (N)</strong> terminal, and the <strong>Ground</strong> wire to the <strong>Ground (G)</strong> terminal.</li> <li class="list-group-item list-group-item-action list-group-item-primary"> Make sure the connections are correct, secure, and tight to ensure reliable operation of the pump.</li> </ul> </div> <p class="my-2 ms-1" ><strong>4. Mount the Device:</strong><br> Use the <strong>mount points</strong> on the device to securely attach it to a wall or other stable surface. Ensure the mounting location is dry, accessible, and allows for proper ventilation around the device. </p> <p class="my-2 ms-1" ><strong>5. Verify Connections:</strong><br> Before turning the device on, double-check all connections to ensure they are correctly placed and there are no errors. Incorrect wiring could lead to malfunctions or damage to the pump.</p>
es: <h5>Instrucciones de Conexión del Dispositivo</h5> <p class="my-2 ms-1" ><strong>1. Selecciona los Cables Adecuados:</strong><br> Usa cables que puedan manejar el amperaje del motor de agua (hasta 10 amperios) para garantizar una operación segura. Asegúrate de que los cables estén clasificados para la carga de energía requerida.</p> <div class="my-3 ms-1" ><strong>2. Conexiones de Entrada de CA:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>Identifica los cables de entrada de CA:</strong> Deberás identificar los cables de <strong>Línea (Fase)</strong>, <strong>Neutro</strong> y <strong>Tierra</strong> que provienen de la fuente de energía.</li> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>Conecta los cables a AC-IN:</strong> Conecta el cable de <strong>Línea (Fase)</strong> al terminal <strong>Línea (L)</strong>, el cable de <strong>Neutro</strong> al terminal <strong>Neutro (N)</strong>, y el cable de <strong>Tierra</strong> al terminal <strong>Tierra (G)</strong> en la sección <strong>AC-IN</strong> del dispositivo. Asegúrate de que cada cable esté bien sujeto para evitar conexiones flojas. </li> </ul> </div> <div class="my-2 ms-1" ><strong>3. Conexiones de Salida de CA:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary"> <strong>Conecta el motor de agua: </strong> En la sección <strong>AC-Out</strong> del dispositivo, repite el proceso conectando el cable de <strong>Línea</strong> al terminal <strong>Línea (L)</strong>, el cable de <strong>Neutro</strong> al terminal <strong>Neutro (N)</strong>, y el cable de <strong>Tierra</strong> al terminal <strong>Tierra (G)</strong>.</li> <li class="list-group-item list-group-item-action list-group-item-primary"> Asegúrate de que las conexiones sean correctas, seguras y estén bien ajustadas para garantizar un funcionamiento confiable del motor de agua.</li> </ul> </div> <p class="my-2 ms-1" ><strong>4. Monta el Dispositivo:</strong><br> Usa los <strong>puntos de montaje</strong> del dispositivo para fijarlo de manera segura a una pared o superficie estable. Asegúrate de que la ubicación de montaje esté seca, sea accesible y permita una ventilación adecuada alrededor del dispositivo. </p> <p class="my-2 ms-1" ><strong>5. Verifica las Conexiones:</strong><br> Antes de encender el dispositivo, revisa todas las conexiones para asegurarte de que estén correctamente colocadas y no haya errores. Un cableado incorrecto podría causar fallos o daños en el motor de agua.</p>
hi: <h5>डिवाइस कनेक्शन निर्देश</h5> <p class="my-2 ms-1" ><strong>1. उपयुक्त केबल्स चुनें:</strong><br> पंप के एम्परेज (अधिकतम 10 एम्पीयर) को संभालने के लिए ऐसे केबल्स का उपयोग करें जो सुरक्षित ऑपरेशन सुनिश्चित करें। सुनिश्चित करें कि केबल्स आवश्यक पावर लोड के अनुसार रेटेड हैं।</p> <div class="my-3 ms-1" ><strong>2. AC इनपुट कनेक्शन:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>AC इनपुट तारों की पहचान करें:</strong> आपको पावर स्रोत से आने वाले <strong>लाइन (लाइव)</strong>, <strong>न्यूट्रल</strong>, और <strong>ग्राउंड</strong> तारों की पहचान करनी होगी।</li> <li class="list-group-item list-group-item-action list-group-item-primary" > <strong>तारों को AC-IN से जोड़ें:</strong> <strong>लाइन</strong> (लाइव) तार को <strong>लाइन (L)</strong> टर्मिनल से, <strong>न्यूट्रल</strong> तार को <strong>न्यूट्रल (N)</strong> टर्मिनल से, और <strong>ग्राउंड</strong> तार को <strong>ग्राउंड (G)</strong> टर्मिनल पर डिवाइस के <strong>AC-IN</strong> सेक्शन में जोड़ें। सुनिश्चित करें कि प्रत्येक तार सही ढंग से सुरक्षित है ताकि कोई भी ढीला कनेक्शन न हो। </li> </ul> </div> <div class="my-2 ms-1" ><strong>3. AC आउटपुट कनेक्शन:</strong><br> <ul class="list-group ms-1 mt-3"> <li class="list-group-item list-group-item-action list-group-item-primary"> <strong>पंप से जोड़ें:</strong> डिवाइस के <strong>AC-Out</strong> सेक्शन में, प्रक्रिया को दोहराएं <strong>लाइन</strong> तार को <strong>लाइन (L)</strong> टर्मिनल से, <strong>न्यूट्रल</strong> तार को <strong>न्यूट्रल (N)</strong> टर्मिनल से, और <strong>ग्राउंड</strong> तार को <strong>ग्राउंड (G)</strong> टर्मिनल से जोड़ें।</li> <li class="list-group-item list-group-item-action list-group-item-primary"> सुनिश्चित करें कि कनेक्शन सही, सुरक्षित और टाइट हैं ताकि पंप का विश्वसनीय ऑपरेशन सुनिश्चित हो।</li> </ul> </div> <p class="my-2 ms-1" ><strong>4. डिवाइस को माउंट करें:</strong><br> डिवाइस पर मौजूद <strong>माउंटिंग पॉइंट्स</strong> का उपयोग करके इसे दीवार या किसी अन्य स्थिर सतह पर सुरक्षित रूप से लगाएं। सुनिश्चित करें कि माउंटिंग स्थान सूखा, सुलभ है और डिवाइस के चारों ओर उचित वेंटिलेशन की अनुमति देता है। </p> <p class="my-2 ms-1" ><strong>5. कनेक्शन जांचें:</strong><br> डिवाइस को चालू करने से पहले, सभी कनेक्शन्स को दोबारा जांचें ताकि यह सुनिश्चित हो कि वे सही तरीके से जुड़े हुए हैं और कोई त्रुटि नहीं है। गलत तारों का जोड़ना मैलफंक्शन या पंप को नुकसान पहुंचा सकता है।</p>

source: #4 Configure Wi-Fi connection for the device.
es: #4 Configura la conexión Wi-Fi para el dispositivo.
hi: #4 डिवाइस के लिए Wi-Fi कनेक्शन कॉन्फ़िगर करें।
