Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: <li class="list-group-item list-group-item-action" > Locate the designated mounting points on the control unit. </li> <li class="list-group-item list-group-item-action" > Use appropriate screws to securely fasten the unit to a flat surface, such as a wall or a sturdy panel near the water tank. </li> <li class="list-group-item list-group-item-action"> Ensure the screws are tight and the unit is firmly fixed to avoid movement or detachment over time. </li>
es: <li class="list-group-item list-group-item-action" > Localice los puntos de montaje designados en la unidad de control. </li> <li class="list-group-item list-group-item-action" > Use tornillos adecuados para fijar de forma segura la unidad a una superficie plana, como una pared o un panel resistente cerca del tanque de agua. </li> <li class="list-group-item list-group-item-action"> Asegúrese de que los tornillos estén apretados y la unidad esté firmemente fijada para evitar movimientos o desprendimientos con el tiempo. </li>
hi: <li class="list-group-item list-group-item-action" > नियंत्रण इकाई पर निर्दिष्ट माउंटिंग बिंदुओं को ढूंढें। </li> <li class="list-group-item list-group-item-action" > उचित शिकंजे का उपयोग करें ताकि इकाई को दीवार या पानी की टंकी के पास मजबूत पैनल जैसी समतल सतह पर मजबूती से जड़ा जा सके। </li> <li class="list-group-item list-group-item-action"> सुनिश्चित करें कि शिकंजे कसें हैं और इकाई मजबूती से फिक्स्ड है ताकि समय के साथ कोई हलचल या अलगाव न हो। </li>

source: Pipe Mounting Method:
es: Método de Montaje en Tubería:
hi: पाइप माउंटिंग विधि:

source: This method is ideal for installations over a pipe or cylindrical structure with a diameter of approximately 27mm.
es: Este método es ideal para instalaciones sobre una tubería o estructura cilíndrica con un diámetro de aproximadamente 27 mm.
hi: यह विधि लगभग 27 मिमी व्यास वाली पाइप या बेलनाकार संरचना पर स्थापना के लिए आदर्श है।

source: <li class="list-group-item list-group-item-action" > Use the screws, nuts, and mounting accessories provided with the model to securely attach the control unit to a pipe of approximately 27mm in diameter. </li> <li class="list-group-item list-group-item-action"> Ensure the unit is tightly secured and aligned properly to prevent shifting or tilting during operation. </li> <li class="list-group-item list-group-item-action" > For the pipe mounting option, inspect the quality of the 3D-printed screws, as they may break depending on the print quality, material, or other factors. </li>
es: <li class="list-group-item list-group-item-action" > Use los tornillos, tuercas y accesorios de montaje incluidos con el modelo para fijar de manera segura la unidad de control a una tubería de aproximadamente 27 mm de diámetro. </li> <li class="list-group-item list-group-item-action"> Asegúrese de que la unidad esté bien sujeta y alineada correctamente para evitar desplazamientos o inclinaciones durante la operación. </li> <li class="list-group-item list-group-item-action" > Para la opción de montaje en tubería, inspeccione la calidad de los tornillos impresos en 3D, ya que podrían romperse dependiendo de la calidad de impresión, el material u otros factores. </li>
hi: <li class="list-group-item list-group-item-action" > मॉडल के साथ प्रदान किए गए शिकंजे, नट, और माउंटिंग सहायक उपकरण का उपयोग करें ताकि नियंत्रण इकाई को लगभग 27 मिमी व्यास वाली पाइप पर मजबूती से संलग्न किया जा सके। </li> <li class="list-group-item list-group-item-action"> सुनिश्चित करें कि इकाई कसकर सुरक्षित और सही तरीके से संरेखित है ताकि संचालन के दौरान कोई शिफ्टिंग या झुकाव न हो। </li> <li class="list-group-item list-group-item-action" > पाइप माउंटिंग विकल्प के लिए, 3D-प्रिंटेड शिकंजे की गुणवत्ता की जांच करें, क्योंकि वे प्रिंट गुणवत्ता, सामग्री या अन्य कारकों के आधार पर टूट सकते हैं। </li>

source: Regardless of the installation method, always verify that the control unit is mounted in a location that is safe, stable, and well-protected from adverse environmental conditions.
es: Independientemente del método de instalación, siempre verifique que la unidad de control esté montada en un lugar seguro, estable y bien protegido de condiciones ambientales adversas.
hi: स्थापना विधि चाहे जो भी हो, हमेशा यह सत्यापित करें कि नियंत्रण इकाई ऐसी जगह पर माउंटेड है जो सुरक्षित, स्थिर है, और प्रतिकूल पर्यावरणीय परिस्थितियों से अच्छी तरह से संरक्षित है।

source: <h4>Positioning the Control Unit for Solar Power</h4> <p> If you are using solar power to operate the control unit, it is crucial to position the device to maximize its exposure to sunlight. Follow these guidelines for optimal solar performance: </p> <ul class="list-group ms-1 list-group-numbered" > <li class="list-group-item list-group-item-action"><b>Orientation:</b> Ensure the solar panel is facing the direction that receives the most sunlight during the day. In most regions, this means orienting the panel toward the south in the northern hemisphere or toward the north in the southern hemisphere. </li> <li class="list-group-item list-group-item-action" ><b>Avoid Obstructions: </b> Place the control unit in an area free from shadows caused by trees, buildings, or other objects that could block sunlight during the day. </li> <li class="list-group-item list-group-item-action" ><b>Regular Maintenance: </b> Clean the solar panel periodically with mild soap and water, avoiding alcohol or harsh chemicals. Use a soft cloth and rinse thoroughly to remove any soap residue, ensuring the panel stays efficient and protected. </li> </ul>
es: <h4>Posicionamiento de la Unidad de Control para Energía Solar</h4> <p> Si está utilizando energía solar para operar la unidad de control, es crucial posicionar el dispositivo para maximizar su exposición a la luz solar. Siga estas pautas para un rendimiento solar óptimo: </p> <ul class="list-group ms-1 list-group-numbered" > <li class="list-group-item list-group-item-action"><b>Orientación:</b> Asegúrese de que el panel solar esté orientado hacia la dirección que reciba la mayor cantidad de luz solar durante el día. En la mayoría de las regiones, esto significa orientar el panel hacia el sur en el hemisferio norte o hacia el norte en el hemisferio sur. </li> <li class="list-group-item list-group-item-action" ><b>Evitar Obstrucciones: </b> Coloque la unidad de control en un área libre de sombras causadas por árboles, edificios u otros objetos que puedan bloquear la luz solar durante el día. </li> <li class="list-group-item list-group-item-action" ><b>Mantenimiento Regular: </b> Limpie el panel solar periódicamente con jabón suave y agua, evitando alcohol o productos químicos agresivos. Use un paño suave y enjuague bien para eliminar cualquier residuo de jabón, asegurando que el panel se mantenga eficiente y protegido. </li> </ul>
hi: <h4>सौर ऊर्जा के लिए कंट्रोल यूनिट का स्थान</h4> <p> यदि आप कंट्रोल यूनिट को सौर ऊर्जा से संचालित कर रहे हैं, तो उपकरण को सूर्य के प्रकाश के संपर्क को अधिकतम करने के लिए सही स्थिति में रखना बहुत जरूरी है। इन दिशानिर्देशों का पालन करें जिससे सौर ऊर्जा का इष्टतम प्रदर्शन हो: </p> <ul class="list-group ms-1 list-group-numbered" > <li class="list-group-item list-group-item-action"><b>ओरिएंटेशन:</b> सुनिश्चित करें कि सौर पैनल ऐसी दिशा में हो जहाँ दिन के समय सबसे अधिक सूर्य का प्रकाश मिले। अधिकांश क्षेत्रों में, इसका मतलब है कि उत्तरी गोलार्ध में पैनल को दक्षिण की ओर और दक्षिणी गोलार्ध में उत्तर की ओर रखा जाए। </li> <li class="list-group-item list-group-item-action" ><b>बाधाओं से बचें: </b> कंट्रोल यूनिट को ऐसे स्थान पर रखें जहाँ पेड़, इमारतें, या अन्य वस्तुओं की छाया न हो, जो दिन के समय सूर्य की रोशनी को अवरुद्ध कर सकती है। </li> <li class="list-group-item list-group-item-action" ><b>नियमित रखरखाव: </b> सौर पैनल को हल्के साबुन और पानी से समय-समय पर साफ करें, अल्कोहल या कठोर रसायनों से बचें। एक मुलायम कपड़े का उपयोग करें और साबुन के अवशेष को हटाने के लिए पूरी तरह से धोएं, जिससे पैनल कुशल और सुरक्षित बना रहे। </li> </ul>

source: Mount the AJ-SR04M Internal Sensor
es: Montar el sensor interno AJ-SR04M
hi: AJ-SR04M आंतरिक सेंसर को माउंट करें

source: Drill a 12mm hole in the tank lid, far from the water inlet and wall.
es: Perforar un agujero de 12 mm en la tapa del tinaco, con un taladro, lejos de la entrada de agua y de la pared.
hi: टैंक के ढक्कन में 12 मिमी का छेद ड्रिल करें, पानी के इनलेट और दीवार से दूर।

source: Thread the sensor cable through, pointing the sensor toward the water.
es: Pasar el cable del sensor a través del agujero, orientando el sensor hacia el agua.
hi: सेंसर केबल को थ्रेड करें, सेंसर को पानी की ओर इंगीत करें।

source: Open the S1 lid and connect the sensor cable to the module inside.
es: Abrir la tapa del S1 y conectar el cable del sensor al módulo interior.
hi: S1 का ढक्कन खोलें और सेंसर केबल को अंदर के मॉड्यूल से कनेक्ट करें।

source: Close the lid, sealing it to prevent moisture, ensuring proper cable exit.
es: Cerrar la tapa, sellándola ajustando sus tornillos para evitar la entrada de humedad y garantizar una salida adecuada del cable.
hi: ढक्कन बंद करें, इसे सील करें ताकि नमी से बचाव हो सके, और केबल का सही प्रकार से बाहर निकलना सुनिश्चित करें।

source: Attach the sensor with the supplied mounting cap, tightening it near the top of the tank. If needed, enlarge the hole and use silicone for a better seal.
es: Fijar el sensor con la tapa de montaje proporcionada, apretándola cerca de la parte superior del tanque. Si es necesario, agrandar el agujero y usar silicona para un mejor sellado.
hi: सेंसर को आपूर्ति की गई माउंटिंग कैप से जोड़ें, और इसे टैंक के शीर्ष के पास कसें। यदि आवश्यक हो, तो छेद को बड़ा करें और बेहतर सील के लिए सिलिकॉन का उपयोग करें।

source: Secure the remaining sensor cable to prevent movement and damage.
es: Asegurar el resto del cable del sensor para evitar movimientos y daños.
hi: बचे हुए सेंसर केबल को सुरक्षित करें ताकि वह हिले और क्षतिग्रस्त न हो।

source: <h2 class="accordion-header" id="heading6"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapse6" aria-expanded="false" aria-controls="collapse6"> #5 Adjust Device Settings </button> </h2> <div id="collapse6" class="accordion-collapse collapse" aria-labelledby="heading6" > <div class="accordion-body"> <p class="my-2"> To accurately measure the water level in the tank, you need to set the device to recognize the point where the tank is considered empty. In summary, this ensures the device calculates the tank's total capacity correctly. </p> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) Log in</b> <p class="my-2"> Log in to your <a href="https://waterlevel.pro/login" target="_blank" >WaterLevel.Pro</a> account using the same email address provided during the device's Wi-Fi setup. Ensure both emails match for proper account synchronization. </p> </li> <li class="list-group-item list-group-item-action"> <b>2) Update the "Empty Level" in Settings</b> <p class="my-2"> After logging in, find your new device in the <a href="http://waterlevel.pro/devices" target="_blank" >"My Devices"</a> list. Open the device's details page and click the <b>"Device Settings"</b> button at the bottom. </p> <p class="my-2"> In the settings, adjust the <b>"Empty Level"</b> by entering the distance (in centimeters) from the internal sensor to the bottom of the tank, representing the point at which you consider the tank to be empty. </p> </li> <li class="list-group-item list-group-item-action"> <b>3) Update the "Top Margin" in Settings</b> <p class="my-2 alert alert-info"> The <b>Top Margin</b> property specifies the unused space at the top of the water tank. Typically, tanks have at least 20 cm of empty space at the top to prevent overflows, controlled by a float valve or similar mechanism. Setting this value ensures more accurate readings, indicating when the tank is truly at 100&#37; capacity. </p> <p class="my-2"> In the settings, adjust the <b>Top Margin</b> to define the distance (in centimeters) from the sensor to the maximum water level. This ensures the system accounts for the unused space at the top of the tank, providing more accurate measurements of full capacity. </p> <hr> <ul class="list-group ms-1" > <h6>Depending on the sensor model, it may have a blind spot where it cannot detect accurately. If the water level enters this blind area, the sensor might report random or unreliable measurements.</h6> <li class="list-group-item list-group-item-action"> <b>AJ-SR04M: </b> The <b>AJ-SR04M</b> sensor has a blind area of <b>20 cm</b>, meaning it cannot measure distances within this range. To ensure accurate readings, a Top Margin of at least 20 cm is required. </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> The <b>RCWL-1670</b> sensor has a blind area of <b>2 cm</b>, meaning it cannot measure accurately within this range. To ensure proper functionality, set a Top Margin of at least 2 cm. </li> </ul> </li> </ul> </div> </div>
es: <h2 class="accordion-header" id="heading6"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapse6" aria-expanded="false" aria-controls="collapse6"> #5 Ajustar la configuración del dispositivo </button> </h2> <div id="collapse6" class="accordion-collapse collapse" aria-labelledby="heading6" > <div class="accordion-body"> <p class="my-2"> Para medir con precisión el nivel de agua en el tanque, debe configurar el dispositivo para reconocer el punto en el que el tanque se considera vacío. En resumen, esto asegura que el dispositivo calcule correctamente la capacidad total del tanque. </p> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) Iniciar sesión</b> <p class="my-2"> Inicie sesión en su cuenta de <a href="https://waterlevel.pro/es/login" target="_blank" >WaterLevel.Pro</a> utilizando la misma dirección de correo electrónico proporcionada durante la configuración Wi-Fi del dispositivo. Asegúrese de que ambos correos electrónicos coincidan para una correcta sincronización de la cuenta. </p> </li> <li class="list-group-item list-group-item-action"> <b>2) Actualizar el "Nivel Vacío" en Configuración</b> <p class="my-2"> Después de iniciar sesión, encuentre su nuevo dispositivo en la lista <a href="https://waterlevel.pro/es/devices" target="_blank" >"Mis Dispositivos"</a>. Abra la página de detalles del dispositivo y haga clic en el botón <b>"Configuración del Dispositivo"</b> en la parte inferior. </p> <p class="my-2"> En la configuración, ajuste el <b>"Nivel Vacío"</b> ingresando la distancia (en centímetros) desde el sensor interno hasta el fondo del tanque, representando el punto en el que considera que el tanque está vacío. </p> </li> <li class="list-group-item list-group-item-action"> <b>3) Actualizar el "Margen Superior" en Configuración</b> <p class="my-2 alert alert-info"> La propiedad <b>Margen Superior</b> especifica el espacio no utilizado en la parte superior del tanque de agua. Normalmente, los tanques tienen al menos 20 cm de espacio vacío en la parte superior para evitar desbordamientos, controlados por una válvula de flotador o un mecanismo similar. Establecer este valor asegura lecturas más precisas, indicando cuándo el tanque está realmente al 100&#37; de su capacidad. </p> <p class="my-2"> En la configuración, ajuste el <b>Margen Superior</b> para definir la distancia (en centímetros) desde el sensor hasta el nivel máximo de agua. Esto asegura que el sistema tenga en cuenta el espacio no utilizado en la parte superior del tanque, proporcionando mediciones más precisas de la capacidad total. </p> <hr> <ul class="list-group ms-1" > <h6>Dependiendo del modelo del sensor, tendrá un area ciega donde no puede medir con precisión. Si el nivel de agua entra en esta área ciega, el sensor podría reportar mediciones aleatorias o poco confiables.</h6> <li class="list-group-item list-group-item-action"> <b>AJ-SR04M: </b> El sensor <b>AJ-SR04M</b> tiene un área ciega de <b>20 cm</b>, lo que significa que no puede medir distancias dentro de este rango. Para asegurar lecturas precisas, se requiere un Margen Superior de al menos 20 cm. </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> El sensor <b>RCWL-1670</b> tiene un área ciega de <b>2 cm</b>, lo que significa que no puede medir con precisión dentro de este rango. Para asegurar un funcionamiento adecuado, establezca un Margen Superior de al menos 2 cm. </li> </ul> </li> </ul> </div> </div>
hi: <h2 class="accordion-header" id="heading6"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapse6" aria-expanded="false" aria-controls="collapse6"> #5 उपकरण सेटिंग्स समायोजित करें </button> </h2> <div id="collapse6" class="accordion-collapse collapse" aria-labelledby="heading6" > <div class="accordion-body"> <p class="my-2"> पानी की स्तर को सही तरीके से मापने के लिए, आपको डिवाइस को इस प्रकार सेट करना होगा कि यह उस बिंदु को पहचान सके जहां टैंक को खाली माना जाता है। संक्षेप में, यह सुनिश्चित करता है कि डिवाइस टैंक की कुल क्षमता को सही तरीके से गणना करता है। </p> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) लॉग इन करें</b> <p class="my-2"> अपने <a href="https://waterlevel.pro/login" target="_blank" >WaterLevel.Pro</a> खाते में उसी ईमेल पते का उपयोग करके लॉग इन करें जो डिवाइस के Wi-Fi सेटअप के दौरान दिया गया था। सुनिश्चित करें कि दोनों ईमेल मेल खाते हैं ताकि खाता सिंक्रनाइज़ेशन सही तरीके से हो सके। </p> </li> <li class="list-group-item list-group-item-action"> <b>2) "खाली स्तर" को सेटिंग्स में अपडेट करें</b> <p class="my-2"> लॉग इन करने के बाद, अपने नए डिवाइस को <a href="http://waterlevel.pro/devices" target="_blank" >"मेरे डिवाइस"</a> सूची में ढूंढें। डिवाइस के विवरण पृष्ठ को खोलें और नीचे <b>"डिवाइस सेटिंग्स"</b> बटन पर क्लिक करें। </p> <p class="my-2"> सेटिंग्स में, <b>"खाली स्तर"</b> को समायोजित करें और उस दूरी (सेंटीमीटर में) को दर्ज करें जो आंतरिक सेंसर से टैंक के तल तक है, जो उस बिंदु को दर्शाता है जब आप टैंक को खाली मानते हैं। </p> </li> <li class="list-group-item list-group-item-action"> <b>3) "शीर्ष सीमा" को सेटिंग्स में अपडेट करें</b> <p class="my-2 alert alert-info"> <b>शीर्ष सीमा</b> संपत्ति पानी के टैंक के ऊपर उपयोग नहीं होने वाले स्थान को निर्दिष्ट करती है। सामान्यतः, टैंकों के ऊपर कम से कम 20 सेंटीमीटर खाली स्थान होता है ताकि ओवरफ्लो को रोका जा सके, जिसे एक फ्लोट वाल्व या इसी तंत्र द्वारा नियंत्रित किया जाता है। इस मान को सेट करने से अधिक सटीक रीडिंग्स सुनिश्चित होती हैं, यह दिखाती है कि टैंक जब वास्तव में &#37; क्षमता पर होता है। </p> <p class="my-2"> सेटिंग्स में, <b>शीर्ष सीमा</b> को समायोजित करें ताकि सेंसर से अधिकतम जल स्तर तक की दूरी (सेंटीमीटर में) को परिभाषित किया जा सके। यह सुनिश्चित करता है कि सिस्टम टैंक के ऊपर उपयोग नहीं होने वाले स्थान को ध्यान में रखते हुए अधिक सटीक माप प्रदान करता है। </p> <hr> <ul class="list-group ms-1" > <h6>सेंसर मॉडल के आधार पर, इसमें एक ब्लाइंड स्पॉट हो सकता है जहां यह सही तरीके से माप नहीं सकता। यदि पानी का स्तर इस ब्लाइंड क्षेत्र में प्रवेश करता है, तो सेंसर बेतरतीब या अविश्वसनीय माप रिपोर्ट कर सकता है।</h6> <li class="list-group-item list-group-item-action"> <b>AJ-SR04M: </b> <b>AJ-SR04M</b> सेंसर का एक ब्लाइंड क्षेत्र है <b>20 सेंटीमीटर</b>, यानी यह इस सीमा के भीतर माप नहीं सकता </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> <b>RCWL-1670</b> सेंसर का एक ब्लाइंड क्षेत्र है <b>2 सेंटीमीटर</b>, यानी यह इस सीमा के भीतर सही तरीके से माप नहीं सकता। सही कार्यक्षमता सुनिश्चित करने के लिए, कम से कम 2 सेंटीमीटर की शीर्ष सीमा सेट करें। </li> </ul> </li> </ul> </div> </div>

source: This project is fully open-source and open-hardware. You can access the source code and hardware design files through the following links:
es: Este proyecto es completamente de código abierto y hardware abierto. Puedes acceder al código fuente y a los archivos de diseño de hardware a través de los siguientes enlaces:
hi: यह परियोजना पूरी तरह से ओपन-सोर्स और ओपन-हार्डवेयर है। आप निम्नलिखित लिंक के माध्यम से स्रोत कोड और हार्डवेयर डिज़ाइन फ़ाइलों तक पहुँच सकते हैं:

source: S1 Device Subscriptions
es: Suscripciones del dispositivo S1
hi: S1 डिवाइस सदस्यताएँ

source: <p class="mx-2 mt-2" >Buy this monthly subscription to enable faster frequency updates up to 30 seconds. <span class="badge bg-info rounded-pill fs-1 ms-1">1-Week Free Trial</span> <br> <span class="fs-1" >Minimum frequency updates 30 seconds.</span> </p>
es: <p class="mx-2 mt-2" >Compra esta suscripción mensual para habilitar actualizaciones de frecuencia más rápidas, hasta 30 segundos. <span class="badge bg-info rounded-pill fs-1 ms-1">Prueba gratuita de 1 semana</span> <br> <span class="fs-1" >Frecuencia mínima de actualizaciones: 30 segundos.</span> </p>
hi: <p class="mx-2 mt-2" >इस मासिक सदस्यता को खरीदें ताकि आप 30 सेकंड तक तेज़ आवृत्ति अपडेट सक्षम कर सकें। <span class="badge bg-info rounded-pill fs-1 ms-1">1 सप्ताह की मुफ्त ट्रायल</span> <br> <span class="fs-1" >न्यूनतम आवृत्ति अपडेट 30 सेकंड।</span> </p>

source: <div class="col-auto" > <button class="btn3d btn btn-primary mx-2 btn-sm fs-5" type="submit" > <i class="ti ti-shopping-cart fs-7 mx-1"></i> Free Plan <span class="badge bg-warning rounded-pill mx-2 fs-3">0 USD/Month</span> </button> <p class="mx-2 mt-2" > Basic free plan to use the device without costs. <br> <span class="fs-1" >Minimum frequency updates 120 seconds.</span> </p> </div>
es: <div class="col-auto" > <button class="btn3d btn btn-primary mx-2 btn-sm fs-5" type="submit" > <i class="ti ti-shopping-cart fs-7 mx-1"></i> Plan Gratuito <span class="badge bg-warning rounded-pill mx-2 fs-3">0 USD/Mes</span> </button> <p class="mx-2 mt-2" > Plan básico gratuito para usar el dispositivo sin costos. <br> <span class="fs-1" >Frecuencia mínima de actualizaciones: 120 segundos.</span> </p> </div>
hi: <div class="col-auto" > <button class="btn3d btn btn-primary mx-2 btn-sm fs-5" type="submit" > <i class="ti ti-shopping-cart fs-7 mx-1"></i> मुफ्त योजना <span class="badge bg-warning rounded-pill mx-2 fs-3">0 USD/माह</span> </button> <p class="mx-2 mt-2" > बिना किसी लागत के उपकरण का उपयोग करने के लिए मूल मुफ्त योजना। <br> <span class="fs-1" >न्यूनतम आवृत्ति अपडेट 120 सेकंड।</span> </p> </div>

source: <h6>Manage Your Active Subscription</h6> <p class="fs-2" >If you wish to manage or cancel your subscription, please click the button below:</p> <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_manage-paylist" target="_blank"> <button class="btn3d btn btn-secondary btn-sm fs-2" > <i class="ti ti-settings fs-7 mx-1"></i> Manage Subscriptions </button> </a>
es: <h6>Gestiona tu suscripción activa</h6> <p class="fs-2" >Si deseas gestionar o cancelar tu suscripción, haz clic en el botón a continuación:</p> <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_manage-paylist" target="_blank"> <button class="btn3d btn btn-secondary btn-sm fs-2" > <i class="ti ti-settings fs-7 mx-1"></i> Gestionar suscripciones </button> </a>
hi: <h6>अपनी सक्रिय सदस्यता प्रबंधित करें</h6> <p class="fs-2" >यदि आप अपनी सदस्यता प्रबंधित या रद्द करना चाहते हैं, तो कृपया नीचे दिए गए बटन पर क्लिक करें:</p> <a href="https://www.paypal.com/cgi-bin/webscr?cmd=_manage-paylist" target="_blank"> <button class="btn3d btn btn-secondary btn-sm fs-2" > <i class="ti ti-settings fs-7 mx-1"></i> सदस्यता प्रबंधित करें </button> </a>

source: Smart Pump Controller
es: Controlador de motor de agua inteligente
hi: स्मार्ट पंप नियंत्रक
