Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: Automatic Water Pump for S1 is a smart, efficient, and reliable water pumping solution, featuring automatic control, energy-saving functionality, and easy integration with various water systems.
es: El controlador de motor de agua automático S1 es una solución inteligente, eficiente y confiable, con control automático de encendido, apagado, funcionalidad de ahorro de energía y fácil integración con diversos sistemas de agua.
hi: S1 के लिए स्वचालित वॉटर पंप एक स्मार्ट, कुशल और विश्वसनीय जल पंपिंग समाधान है, जिसमें स्वचालित नियंत्रण, ऊर्जा-बचत कार्यक्षमता, और विभिन्न जल प्रणालियों के साथ आसान एकीकरण शामिल है।

source: Automatic Water Pump, water pump controller, smart water pump, energy-saving water pump, water system integration, smart water systems, automatic water control, S1 water pump
es: controlador de motor de agua, controlador automático de agua, motor de agua inteligente, ahorro de energía en motores de agua, sistemas de agua automatizados, control remoto de motores de agua, integración de sistemas de agua, controlador S1 para motores de agua
hi: स्वचालित वॉटर पंप, वॉटर पंप नियंत्रक, स्मार्ट वॉटर पंप, ऊर्जा-बचत वॉटर पंप, जल प्रणाली एकीकरण, स्मार्ट जल प्रणाली, स्वचालित जल नियंत्रण, S1 वॉटर पंप

source: The Automatic Water Pump for S1 is a smart, energy-efficient solution for automating water distribution. Ideal for home, agricultural, and industrial water systems.
es: El controlador de motor de agua automático para S1 es una solución inteligente y energéticamente eficiente para automatizar la distribución de agua. Ideal para sistemas de agua domésticos, agrícolas e industriales.
hi: S1 के लिए स्वचालित वॉटर पंप पानी के वितरण को स्वचालित करने के लिए एक स्मार्ट, ऊर्जा-कुशल समाधान है। घरेलू, कृषि और औद्योगिक जल प्रणालियों के लिए आदर्श।

source: The <b>WiFi Smart Water Pump Controller S1</b> is a reliable solution for managing water pump motors manually or automatically. Using data from the <b>
es: El <b>WiFi Smart Water Pump Controller S1</b> es una solución inteligente para gestionar motores de agua de forma manual o automática. Usando datos del <b>
hi: <b>WiFi स्मार्ट वॉटर पंप नियंत्रक S1</b> पानी के पंप मोटर्स को मैन्युअल या स्वचालित रूप से प्रबंधित करने का एक विश्वसनीय समाधान है। <b>

source: sensor, it automates motor activation to optimize water and energy usage. The controller starts the pump when the tank needs refilling based on its fill level and stops it automatically once the tank is full. By improving efficiency, it helps reduce water waste and electricity bills. Designed for ease of installation and maintenance, it’s an ideal choice for modern water management.
es: sensor, automatiza la activación del motor para optimizar el uso de agua y energía. El controlador enciende el motor cuando el tanque necesita llenarse según su nivel y la detiene automáticamente una vez que el tanque está lleno. Al mejorar la eficiencia, ayuda a reducir el desperdicio de agua y las facturas de electricidad. Diseñado para facilitar la instalación y el mantenimiento, es una opción ideal para la gestión moderna del agua.
hi: सेंसर</b> से डेटा का उपयोग करके, यह पानी और ऊर्जा के उपयोग को अनुकूलित करने के लिए मोटर सक्रियण को स्वचालित करता है। नियंत्रक टैंक के भरने के स्तर के आधार पर पंप शुरू करता है और टैंक के भर जाने पर स्वचालित रूप से बंद कर देता है। दक्षता में सुधार करके, यह पानी की बर्बादी और बिजली के बिलों को कम करने में मदद करता है। स्थापना और रखरखाव में आसानी के लिए डिज़ाइन किया गया, यह आधुनिक जल प्रबंधन के लिए एक आदर्श विकल्प है।

source: Features List
es: Lista de características
hi: विशेषताएँ सूची

source: <b>Remote Pump Control</b><br> <p>The <strong>WiFi Smart Water Pump Controller S1</strong> allows users to remotely manage and operate water pumps using a smartphone or computer. It connects to your existing WiFi network, providing full control and monitoring through an intuitive responsive web app interface from anywhere in the world. </p>
es: <b>Control Remoto de Motor de Agua</b><br> <p>El <strong>Controlador Inteligente de Motor de Agua WiFi S1</strong> permite a los usuarios gestionar y operar motores de agua de forma remota utilizando un smartphone o computadora. Se conecta a tu red WiFi existente, proporcionando control y monitoreo completo a través de una interfaz de aplicación web responsive intuitiva desde cualquier parte del mundo. </p>
hi: <b>रिमोट पंप नियंत्रण</b><br> <p><strong>WiFi स्मार्ट वॉटर पंप नियंत्रक S1</strong> उपयोगकर्ताओं को स्मार्टफोन या कंप्यूटर का उपयोग करके पानी के पंपों को दूर से प्रबंधित और संचालित करने की अनुमति देता है। यह आपके मौजूदा WiFi नेटवर्क से जुड़ता है, दुनिया में कहीं से भी एक सहज प्रतिक्रियाशील वेब ऐप इंटरफ़ेस के माध्यम से पूर्ण नियंत्रण और निगरानी प्रदान करता है। </p>

source: Integration with S1 Sensor
es: Integración con el Sensor S1
hi: S1 सेंसर के साथ एकीकरण

source: <p>Designed to seamlessly integrate with the <strong>WiFi Water Level S1</strong>, the controller automatically receives real-time water level data and adjusts pump operations for optimal water management. This ensures efficient automation without the need for manual intervention.</p>
es: <p>Diseñado para integrarse perfectamente con el <strong>WiFi Water Level S1</strong>, el controlador recibe automáticamente datos en tiempo real del nivel de agua y ajusta las operaciones del motor para una gestión óptima del agua. Esto garantiza una automatización eficiente sin necesidad de intervención manual.</p>
hi: <p><strong>WiFi जल स्तर S1</strong> के साथ सहजता से एकीकृत करने के लिए डिज़ाइन किया गया, नियंत्रक स्वचालित रूप से वास्तविक समय के जल स्तर डेटा प्राप्त करता है और पंप संचालन को जल प्रबंधन के लिए अनुकूलित करता है। यह सुनिश्चित करता है कुशल स्वचालन बिना किसी मैन्युअल हस्तक्षेप की आवश्यकता के।</p>

source: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Automated Operation</b><br> <p>Equipped with advanced algorithms, the controller automates pump operations based on water level sensor data. Users can configure thresholds and parameters, dictating when the pump should activate or shut off, enhancing efficiency and minimizing manual supervision.</p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Customizable Settings</b><br> <p>Users can define precise thresholds for pump operation, specifying when to start the pump if the water level falls below a set percentage and when to stop it once the tank reaches a defined fill level. Additionally, scheduling and mode adjustments provide flexibility to tailor the system to specific water management needs and conditions, ensuring optimal performance and adaptability. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active"> <b>No Incoming Flow Detection</b><br> <p> As part of its automated operations, the pump can automatically stop if no incoming water flow is detected. This feature is particularly useful for users relying on unstable water sources to fill their tanks, helping to prevent unnecessary motor operation and potential damage. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Pump Compatibility</b><br> <p> Supports pumps rated for <b>AC 120V or 220V</b>, <b>50/60 Hz</b>, with <b>single-phase connection and neutral line</b>. Compatible with pumps up to a <b>maximum of 10 amps</b>. Optional <b>ground connection</b> for added safety. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active" > <b>External 2.4GHz WiFi Antenna (3dBi or 5dBi)</b><br> <p> Offers outdoor ranges of <b>100-150 meters</b> with a <b>3dBi</b> antenna and up to <b>200 meters</b> with a <b>5dBi</b> antenna, depending on line-of-sight.<br> Indoors, the range typically spans <b>30-70 meters</b>, influenced by obstacles and antenna choice. Compatible with <b>2.4GHz WiFi</b> range extenders. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Eco-Friendly Design</b><br> <p>The <strong>WiFi Smart Water Pump Controller S1</strong> promotes sustainable water usage by reducing unnecessary pump operation. When paired with the solar-powered <b>WiFi Water Level S1</b>, it creates an eco-friendly water management system that conserves both water and energy.</p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>Easy-to-Manufacture Design</b> <p> The energy module is integrated into a single PCB. The sensor connects easily via a plug-in, with no soldering required when you purchase the pre-assembled PCB, making it easy for anyone or any factory to manufacture in small batches. </p> </li> <li class="list-group-item list-group-item-action list-group-item-secondary" > <b>Open Hardware and Software</b><br> <p>With open hardware and software, the controller embraces transparency and innovation. Users have access to its schematics, firmware, and software, allowing for customization and future enhancements. It also integrates with a free version of the cloud service for cost-effective data management.</p> <div class="ratio ratio-16x9 video-wrapper my-2"> <video autoplay muted loop> <source src="https://github.com/rrguardo/WiFi-Smart-Water-Pump-Controller-S1/raw/refs/heads/main/images/CShow1.mp4" type="video/mp4"> Your browser does not support the video tag. </video> </div>
es: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Operación Automatizada</b><br> <p>Equipado con algoritmos avanzados, el controlador automatiza las operaciones del motor basándose en los datos del sensor de nivel de agua. Los usuarios pueden configurar umbrales y parámetros, determinando cuándo el motor debe activarse o apagarse, mejorando la eficiencia y minimizando la supervisión manual.</p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Ajustes Personalizables</b><br> <p>Los usuarios pueden definir umbrales precisos para la operación del motor, especificando cuándo iniciar el motor si el nivel de agua cae por debajo de un porcentaje establecido y cuándo detenerlo una vez que el tanque alcanza un nivel de llenado definido. Además, la programación y los ajustes de modo brindan flexibilidad para adaptar el sistema a necesidades y condiciones específicas de gestión del agua, asegurando un rendimiento óptimo y adaptabilidad. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active"> <b>Detección de Falta de Flujo de Entrada</b><br> <p> Como parte de sus operaciones automatizadas, el motor puede detenerse automáticamente si no se detecta flujo de agua entrante. Esta función es especialmente útil para usuarios que dependen de fuentes de agua inestables para llenar sus tanques, ayudando a prevenir operaciones innecesarias del motor y posibles daños. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Compatibilidad con Motores</b><br> <p> Compatible con motores clasificados para <b>AC 120V o 220V</b>, <b>50/60 Hz</b>, con <b>conexión monofásica y línea neutra</b>. Compatible con motores de hasta un <b>máximo de 10 amperios</b>. Conexión a <b>tierra opcional</b> para mayor seguridad. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active" > <b>Antena WiFi Externa de 2.4GHz (3dBi o 5dBi)</b><br> <p> Ofrece rangos al aire libre de <b>100-150 metros</b> con una antena de <b>3dBi</b> y hasta <b>200 metros</b> con una antena de <b>5dBi</b>, dependiendo de la línea de visión.<br> En interiores, el rango suele ser de <b>30-70 metros</b>, dependiendo de los obstáculos y la elección de la antena. Compatible con <b>extensores de rango WiFi de 2.4GHz</b>. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Diseño Ecológico</b><br> <p>El <strong>Controlador Inteligente de Motor de Agua WiFi S1</strong> promueve el uso sostenible del agua al reducir las operaciones innecesarias del motor. Cuando se combina con el <b>WiFi Water Level S1</b> alimentado por energía solar, crea un sistema de gestión de agua ecológico que conserva tanto el agua como la energía.</p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>Diseño Fácil de Fabricar</b> <p> El módulo de energía está integrado en una sola PCB. El sensor se conecta fácilmente mediante un conector, sin necesidad de soldadura cuando se compra la PCB preensamblada, lo que facilita que cualquier persona o fábrica lo fabrique en pequeños lotes. </p> </li> <li class="list-group-item list-group-item-action list-group-item-secondary" > <b>Hardware y Software Abiertos</b><br> <p>Con hardware y software abiertos, el controlador fomenta la transparencia y la innovación. Los usuarios tienen acceso a sus esquemas, firmware y software, lo que permite personalizaciones y mejoras futuras. También se integra con una versión gratuita del servicio en la nube para una gestión de datos rentable.</p> <div class="ratio ratio-16x9 video-wrapper my-2"> <video autoplay muted loop> <source src="https://github.com/rrguardo/WiFi-Smart-Water-Pump-Controller-S1/raw/refs/heads/main/images/CShow1.mp4" type="video/mp4"> Tu navegador no soporta la etiqueta de video. </video> </div>
hi: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>स्वचालित संचालन</b><br> <p>उन्नत एल्गोरिदम से सुसज्जित, नियंत्रक जल स्तर सेंसर डेटा के आधार पर पंप संचालन को स्वचालित करता है। उपयोगकर्ता थ्रेशोल्ड और पैरामीटर को कॉन्फ़िगर कर सकते हैं, यह निर्धारित करते हुए कि पंप को कब सक्रिय करना है या बंद करना है, दक्षता को बढ़ाते हुए और मैन्युअल पर्यवेक्षण को कम करते हुए।</p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>कस्टमाइज़ेबल सेटिंग्स</b><br> <p>उपयोगकर्ता पंप संचालन के लिए सटीक थ्रेशोल्ड परिभाषित कर सकते हैं, यह निर्दिष्ट करते हुए कि पंप को कब शुरू करना है अगर जल स्तर एक निर्धारित प्रतिशत से नीचे गिरता है और जब इसे बंद करना है जब टैंक एक निर्धारित भरने स्तर तक पहुँच जाता है। इसके अतिरिक्त, शेड्यूलिंग और मोड समायोजन प्रणाली को विशिष्ट जल प्रबंधन आवश्यकताओं और स्थितियों के अनुसार अनुकूलित करने की लचीलापन प्रदान करते हैं, यह सुनिश्चित करते हुए कि प्रदर्शन और अनुकूलनशीलता सर्वोत्तम हो। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active"> <b>आगामी प्रवाह का पता नहीं चलना</b><br> <p> इसके स्वचालित संचालन का हिस्सा, पंप स्वचालित रूप से रुक सकता है यदि कोई आने वाला जल प्रवाह नहीं पाया जाता है। यह विशेष रूप से उपयोगकर्ताओं के लिए उपयोगी है जो अस्थिर जल स्रोतों पर निर्भर हैं अपने टैंक को भरने के लिए, यह अनावश्यक मोटर संचालन और संभावित नुकसान को रोकने में मदद करता है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>पंप संगतता</b><br> <p> यह पंपों का समर्थन करता है जो <b>AC 120V या 220V</b>, <b>50/60 Hz</b> के लिए रेटेड हैं, साथ में <b>सिंगल-फेज़ कनेक्शन और न्यूट्रल लाइन</b>। यह पंपों के साथ संगत है जो <b>अधिकतम 10 एम्प</b> तक हैं। अतिरिक्त सुरक्षा के लिए <b>ग्राउंड कनेक्शन</b> का विकल्प है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary active" > <b>बाहरी 2.4GHz WiFi एंटीना (3dBi या 5dBi)</b><br> <p> यह आउटडोर रेंज प्रदान करता है <b>100-150 मीटर</b> तक <b>3dBi</b> एंटीना के साथ और <b>200 मीटर</b> तक <b>5dBi</b> एंटीना के साथ, दृश्य रेखा के आधार पर।<br> अंदर, रेंज आमतौर पर <b>30-70 मीटर</b> तक होती है, जो रुकावटों और एंटीना विकल्पों से प्रभावित होती है। यह <b>2.4GHz WiFi</b> रेंज एक्सटेंडर्स के साथ संगत है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>पर्यावरण के अनुकूल डिज़ाइन</b><br> <p><strong>WiFi स्मार्ट जल पंप नियंत्रक S1</strong> जल प्रबंधन को बेहतर बनाकर जल के उपयोग को बढ़ावा देता है, अनावश्यक पंप संचालन को कम करके। जब इसे सोलर-पॉवर्ड <b>WiFi जल स्तर S1</b> के साथ जोड़ा जाता है, यह एक पर्यावरण के अनुकूल जल प्रबंधन प्रणाली बनाता है जो जल और ऊर्जा दोनों को बचाता है।</p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>निर्माण में आसान डिज़ाइन</b> <p> ऊर्जा मॉड्यूल को एकल PCB में एकीकृत किया गया है। सेंसर आसानी से एक प्लग-इन के माध्यम से कनेक्ट होता है, जब आप पूर्व-संयोजित PCB खरीदते हैं तो इसमें कोई सोल्डरिंग की आवश्यकता नहीं होती है, जिससे इसे किसी भी व्यक्ति या किसी भी कारखाने द्वारा छोटे बैचों में निर्माण करना आसान हो जाता है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-secondary" > <b>खुला हार्डवेयर और सॉफ़्टवेयर</b><br> <p>खुले हार्डवेयर और सॉफ़्टवेयर के साथ, नियंत्रक पारदर्शिता और नवाचार को अपनाता है। उपयोगकर्ताओं को इसकी योजनाओं, फर्मवेयर, और सॉफ़्टवेयर तक पहुंच है, जो अनुकूलन और भविष्य में सुधार की अनुमति देता है। यह एक मुफ्त संस्करण के साथ भी एकीकृत होता है जो क्लाउड सेवा के लिए लागत प्रभावी डेटा प्रबंधन प्रदान करता है।</p> <div class="ratio ratio-16x9 video-wrapper my-2"> <video autoplay muted loop> <source src="https://github.com/rrguardo/WiFi-Smart-Water-Pump-Controller-S1/raw/refs/heads/main/images/CShow1.mp4" type="video/mp4"> आपका ब्राउज़र वीडियो टैग का समर्थन नहीं करता है। </video> </div>

source: Wireless Water Level Sensor for Tanks
es: Sensor de nivel de agua inalámbrico para tanques
hi: टैंकों के लिए वायरलेस जल स्तर सेंसर

source: Monitor your tank's water level remotely with the WiFi Water Level S1. Get alerts, easy installation, and flexible power options. Perfect for indoor and outdoor use.
es: Monitorea remotamente el nivel de agua de tu tanque con el WiFi Water Level S1. Recibe alertas, instalación sencilla y opciones de alimentación flexibles. Perfecto para uso interior y exterior.
hi: WiFi Water Level S1 के साथ अपने टैंक के जल स्तर की दूर से निगरानी करें। अलर्ट प्राप्त करें, आसान स्थापना करें, और लचीले पावर विकल्पों का लाभ उठाएं। यह इनडोर और आउटडोर दोनों उपयोग के लिए एकदम उपयुक्त है।

source: WiFi Water Level Sensor, Water Level Monitoring, Remote Water Level, Wireless Water Level, Tank Water Level, S1 Water Sensor, Home Automation, Water Alerts
es: Sensor de Nivel de Agua WiFi, Monitoreo de Nivel de Agua, Nivel de Agua Remoto, Nivel de Agua Inalámbrico, Nivel de Agua del Tanque, Sensor de Agua S1, Automatización del Hogar, Alertas de Agua
hi: WiFi जल स्तर सेंसर, जल स्तर निगरानी, दूरस्थ जल स्तर, वायरलेस जल स्तर, टैंक जल स्तर, S1 जल सेंसर, होम ऑटोमेशन, जल अलर्ट

source: Monitor water levels remotely via WiFi.
es: Monitorea los niveles de agua de forma remota a través de WiFi.
hi: WiFi के माध्यम से दूर से जल स्तर की निगरानी करें।

source: Runs on battery or AC power.
es: Funciona con batería o corriente alterna.
hi: बैटरी या एसी पावर पर चलता है।

source: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Measures water levels in tanks with centimeter precision</b><br> Obtain water level measurements of tanks or reservoirs on your phone without needing to be near the device. </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Wi-Fi Wireless Water Level Sensor</b><br> <p> Works wherever there is Wi-Fi internet coverage or where it can be extended. This device uses your existing home Wi-Fi, allowing you to check the water level from anywhere in the world as long as you have internet access. </p> </li>
es: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Mide los niveles de agua en tanques con precisión de centímetros</b><br> Obtén mediciones del nivel de agua de tanques o reservorios en tu teléfono sin necesidad de estar cerca del dispositivo. </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>Sensor inalámbrico de nivel de agua por Wi-Fi</b><br> <p> Funciona donde haya cobertura de internet Wi-Fi o donde se pueda extender. Este dispositivo utiliza tu Wi-Fi doméstico existente, permitiéndote verificar el nivel de agua desde cualquier lugar del mundo siempre que tengas acceso a internet. </p> </li>
hi: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>टैंकों में पानी के स्तर को सेंटीमीटर सटीकता के साथ मापता है</b><br> डिवाइस के पास जाने की आवश्यकता के बिना अपने फोन पर टैंकों या जलाशयों के पानी के स्तर के माप प्राप्त करें। </li> <li class="list-group-item list-group-item-action list-group-item-primary"> <b>वाई-फाई वायरलेस वॉटर लेवल सेंसर</b><br> <p> जहाँ भी वाई-फाई इंटरनेट कवरेज है या जहाँ इसे बढ़ाया जा सकता है, वहाँ काम करता है। यह डिवाइस आपके मौजूदा घरेलू वाई-फाई का उपयोग करता है, जिससे आप दुनिया में कहीं से भी पानी का स्तर जांच सकते हैं, बशर्ते आपके पास इंटरनेट एक्सेस हो। </p> </li>

source: <b>Eco-Friendly Solar Power Input with Battery Backup</b> <br> Fully autonomous solar power input with AA NiMH batteries for backup, designed for eco-friendly energy use in areas that receive at least 3 hours of direct sunlight daily.
es: <b>Alimentación solar ecológica con respaldo de baterías</b> <br> Alimentación solar completamente autónoma con baterías AA NiMH de respaldo, diseñado para uso energético ecológico en zonas que reciben al menos 3 horas de luz solar directa diaria.
hi: <b>बैटरी बैकअप के साथ इको-फ्रेंडली सौर शक्ति इनपुट</b> <br> बैकअप के लिए AA NiMH बैटरियों के साथ पूरी तरह से स्वायत्त सौर ऊर्जा इनपुट, जो उन क्षेत्रों के लिए डिज़ाइन किया गया है जहां प्रतिदिन कम से कम 3 घंटे की सीधी धूप मिलती है।

source: <Li class="list-group-item list-group-item-action list-group-item-primary"> <b>Water Level Alerts via Email or Web UI</b><br> <p> Receive notifications when the water level is above or below a specified percentage or if the device goes offline. </p> </Li> <li class="list-group-item list-group-item-action list-group-item-success active "> <b>USB-C Input Power </b> <br> Flexible input power through a standard <b>USB-C</b> connection. Perfect for indoor use or locations with limited or no sunlight. </li>
es: <Li class="list-group-item list-group-item-action list-group-item-primary"> <b>Alertas de nivel de agua por correo electrónico o UI web</b><br> <p> Reciba notificaciones cuando el nivel de agua esté por encima o por debajo de un porcentaje especificado o si el dispositivo se desconecta. </p> </Li> <li class="list-group-item list-group-item-action list-group-item-success active "> <b>Entrada de energía USB-C</b> <br> Entrada de energía flexible a través de una conexión estándar <b>USB-C</b> . Perfecto para uso interior o ubicaciones con luz solar limitada o nula. </li>
hi: <Li class="list-group-item list-group-item-action list-group-item-primary"> <b>ईमेल या वेब UI के माध्यम से जल स्तर अलर्ट</b><br> <p> निर्दिष्ट प्रतिशत से ऊपर या नीचे जल स्तर होने पर या यदि डिवाइस ऑफ़लाइन हो जाता है, तो सूचनाएं प्राप्त करें। </p> </Li> <li class="list-group-item list-group-item-action list-group-item-success active "> <b>USB-C इनपुट पावर </b> <br> मानक <b>USB-C</b> कनेक्शन के माध्यम से लचीला इनपुट पावर। इनडोर उपयोग या सीमित या बिना धूप वाले स्थानों के लिए एकदम उपयुक्त। </li>

source: <b>Responsive Web App for Water Level Monitoring</b> <br>Monitor your water level from anywhere using your cellphone, tablet, laptop, or PC.
es: <b>Aplicación web adaptable para monitoreo de nivel de agua</b> <br>Monitoree su nivel de agua desde cualquier lugar usando su celular, tableta, laptop o PC.
hi: <b>जल स्तर निगरानी के लिए उत्तरदायी वेब ऐप</b> <br>अपने सेलफोन, टैबलेट, लैपटॉप या पीसी का उपयोग करके कहीं से भी अपने जल स्तर की निगरानी करें।

source: View Live Demo Web App
es: Ver demostración en vivo
hi: लाइव डेमो वेब ऐप देखें
