Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: <p>In this step, configure the device to connect to your local internet WiFi network</p> <div class="alert alert-info" > To enjoy all the features of this device, you'll need to <a href="/register" target="_blank" >create a free account</a> using your email address. <br> This will allow you to link the device to your profile and personalize your settings. </div> <h5>Steps:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> Connect the device to an AC power source and switch the <a href="#collapsePartOne" ><b>Manual/Smart Switch</b></a> to the <b>ON</b> position. This will power on the LEDs and screen, enabling the smart features of the pump controller. Ensure the WiFi antenna is securely connected to the <b>Pump Controller</b>. </li> <li class="list-group-item list-group-item-action" > <b>2)</b> Using a cellphone, search and connect to a 2.4GHz WiFi network named <b>WaterLevelProSetup</b> with credentials/password: <b>1122334455</b> <div class="alert alert-warning mt-2"> If the network name doesn't show or disappears quickly, check <b>AC</b> power input or press the WiFi Reset button at <b>Pump Controller</b>. <div class="alert alert-info mt-3" > To reset the WiFi, press the <b>WiFi Reset</b> button 5 consecutive times. </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) Enter your local WiFi auth info.</b> <p class="my-2"> After completing step <b>2)</b>, a Captive Portal will appear on your cellphone. This will guide you to a webpage where you can select the desired Wi-Fi network and enter its credentials. You will also be prompted to enter an email address to link the device to your existing account. </p> <p class="alert alert-warning my-2"> If the Captive Portal don't load automatically use this url <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> to load it manually from cellphone. </p> </li> <li class="list-group-item list-group-item-action"> <b>4) Check your device is online</b> <p class="my-2"> Reconnect your cellphone to the internet and log in to your <b>Waterlevel.Pro</b> account. If everything was successful, after <b>2 minute</b>, you will see the new device listed in your account with an <b>"Online"</b> status. </p> <p class="alert alert-warning my-2"> If the device does not show online after <b>2 minute</b>, try reconnecting the power source or repeating the entire process after pressing the <b>WiFi Reset</b> button 5 consecutive times on the device. </p> </li> </ul>
es: <p>En este paso, configura el dispositivo para que se conecte a tu red WiFi local de internet.</p> <div class="alert alert-info" > Para disfrutar de todas las funciones de este dispositivo, necesitarás <a href="/register" target="_blank" >crear una cuenta gratuita</a> usando tu dirección de correo electrónico. <br> Esto te permitirá vincular el dispositivo a tu perfil y personalizar tus configuraciones. </div> <h5>Pasos:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> Conecta el dispositivo a una fuente de alimentación de CA y cambia el <a href="#collapsePartOne" ><b>Interruptor Manual/Inteligente</b></a> a la posición <b>ON</b>. Esto encenderá los LEDs y la pantalla, habilitando las funciones inteligentes del controlador del motor de agua. Asegúrate de que la antena WiFi esté conectada firmemente al <b>Controlador del Motor de Agua</b>. </li> <li class="list-group-item list-group-item-action" > <b>2)</b> Usando un celular, busca y conéctate a una red WiFi de 2.4GHz llamada <b>WaterLevelProSetup</b> con la contraseña: <b>1122334455</b> <div class="alert alert-warning mt-2"> Si el nombre de la red no aparece o desaparece rápidamente, verifica la entrada de <b>CA</b> o presiona el botón de Reinicio WiFi en el <b>Controlador del Motor de Agua</b>. <div class="alert alert-info mt-3" > Para reiniciar el WiFi, presiona el botón <b>Reinicio WiFi</b> 5 veces consecutivas. </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) Ingresa la información de autenticación de tu WiFi local.</b> <p class="my-2"> Después de completar el paso <b>2)</b>, aparecerá un Portal Cautivo en tu celular. Esto te guiará a una página web donde podrás seleccionar la red Wi-Fi deseada e ingresar sus credenciales. También se te pedirá que ingreses una dirección de correo electrónico para vincular el dispositivo a tu cuenta existente. </p> <p class="alert alert-warning my-2"> Si el Portal Cautivo no se carga automáticamente, usa esta URL <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> para cargarlo manualmente desde tu celular. </p> </li> <li class="list-group-item list-group-item-action"> <b>4) Verifica que tu dispositivo esté en línea</b> <p class="my-2"> Reconecta tu celular a internet e inicia sesión en tu cuenta de <b>Waterlevel.Pro</b>. Si todo fue exitoso, después de <b>2 minutos</b>, verás el nuevo dispositivo listado en tu cuenta con un estado <b>"En línea"</b>. </p> <p class="alert alert-warning my-2"> Si el dispositivo no aparece en línea después de <b>2 minutos</b>, intenta reconectar la fuente de alimentación o repetir todo el proceso después de presionar el botón <b>Reinicio WiFi</b> 5 veces consecutivas en el dispositivo. </p> </li> </ul>
hi: <p>इस चरण में, डिवाइस को अपने स्थानीय इंटरनेट WiFi नेटवर्क से कनेक्ट करने के लिए कॉन्फ़िगर करें।</p> <div class="alert alert-info" > इस डिवाइस की सभी सुविधाओं का आनंद लेने के लिए, आपको अपने ईमेल पते का उपयोग करके <a href="/register" target="_blank" >एक मुफ्त खाता</a> बनाना होगा। <br> इससे आप डिवाइस को अपने प्रोफ़ाइल से जोड़ सकते हैं और अपनी सेटिंग्स को व्यक्तिगत रूप से कस्टमाइज़ कर सकते हैं। </div> <h5>चरण:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> डिवाइस को AC पावर स्रोत से कनेक्ट करें और <a href="#collapsePartOne" ><b>मैनुअल/स्मार्ट स्विच</b></a> को <b>ON</b> पोजीशन पर स्विच करें। इससे LED और स्क्रीन चालू हो जाएंगे, जिससे पंप कंट्रोलर की स्मार्ट विशेषताएं सक्रिय होंगी। सुनिश्चित करें कि WiFi एंटीना <b>पंप कंट्रोलर</b> से सुरक्षित रूप से जुड़ा हुआ है। </li> <li class="list-group-item list-group-item-action" > <b>2)</b> मोबाइल फोन का उपयोग करके, <b>WaterLevelProSetup</b> नाम के 2.4GHz WiFi नेटवर्क को खोजें और क्रेडेंशियल/पासवर्ड: <b>1122334455</b> के साथ कनेक्ट करें। <div class="alert alert-warning mt-2"> यदि नेटवर्क का नाम दिखाई नहीं देता है या जल्दी से गायब हो जाता है, तो <b>AC</b> पावर इनपुट की जाँच करें या <b>पंप कंट्रोलर</b> पर WiFi रीसेट बटन दबाएं। <div class="alert alert-info mt-3" > WiFi को रीसेट करने के लिए, <b>WiFi रीसेट</b> बटन को 5 बार लगातार दबाएं। </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) अपनी स्थानीय WiFi प्रमाणीकरण जानकारी दर्ज करें।</b> <p class="my-2"> चरण <b>2)</b> पूरा करने के बाद, आपके मोबाइल फोन पर एक कैप्टिव पोर्टल दिखाई देगा। यह आपको एक वेबपेज पर ले जाएगा जहाँ आप वांछित Wi-Fi नेटवर्क का चयन कर सकते हैं और उसकी क्रेडेंशियल दर्ज कर सकते हैं। आपको अपने मौजूदा खाते से डिवाइस को जोड़ने के लिए एक ईमेल पता दर्ज करने के लिए प्रेरित किया जाएगा। </p> <p class="alert alert-warning my-2"> यदि कैप्टिव पोर्टल स्वचालित रूप से लोड नहीं होता है, तो इस URL का उपयोग करें <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> इसे मोबाइल से मैन्युअल रूप से लोड करने के लिए। </p> </li> <li class="list-group-item list-group-item-action"> <b>4) अपने डिवाइस को ऑनलाइन होने की जाँच करें</b> <p class="my-2"> अपने मोबाइल को इंटरनेट से पुनः कनेक्ट करें और अपने <b>Waterlevel.Pro</b> खाते में लॉगिन करें। यदि सब कुछ सफलतापूर्वक हुआ, तो <b>2 मिनट</b> के बाद, आप अपने खाते में नए डिवाइस को <b>"ऑनलाइन"</b> स्थिति के साथ सूचीबद्ध देखेंगे। </p> <p class="alert alert-warning my-2"> यदि डिवाइस <b>2 मिनट</b> के बाद भी ऑनलाइन नहीं दिखाई देता है, तो पावर स्रोत को पुनः कनेक्ट करने का प्रयास करें या पूरी प्रक्रिया को दोहराएं डिवाइस पर <b>WiFi रीसेट</b> बटन को 5 बार लगातार दबाने के बाद। </p> </li> </ul>

source: #5 Smart Settings
es: #5 Configuración Inteligente
hi: #5 स्मार्ट सेटिंग्स

source: <h5>Using Smart Functions for Automatic Pump Control</h5> <p class="my-3 ms-2"> To enable the smart automatic start and stop features, a <b>Water Level S1</b> sensor must be installed in the water tank connected to the pump controlled by this device. Carefully read the <a href="https://waterlevel.pro/manuals/WiFi-Water-Level-S1">installation and usage manual for the <b>Water Level S1</b></a> sensor and ensure it provides reliable and stable information under your specific conditions before activating the smart functions. </p> <h5>How Enable The Smart Features: </h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) Log in</b> <p class="my-2"> Log in to your <a href="https://waterlevel.pro/login" target="_blank" >WaterLevel.Pro</a> account using the same email address provided during the device's Wi-Fi setup. Ensure both emails match for proper account synchronization. </p> </li> <li class="list-group-item list-group-item-action"> <b>2) Enable the "Smart Mode" in Device Settings</b> <p class="my-2"> After logging in, find your new device in the <a href="http://waterlevel.pro/devices" target="_blank" >"My Devices"</a> list. Open the device's details page and click the <b>"Device Settings"</b> button at the bottom. </p> <p class="my-2"> In the settings, enable the <b>"Smart Mode"</b>. All the settings are documented at <b>"Device Settings"</b> sections.<br> <a class="btn btn-sm btn-success mt-2" href="/device_info?public_key=demorelay" > <i class="ti ti-router"></i> UI Demo Device </a> </p> </li> <li class="list-group-item list-group-item-action"> <div class="alert alert-warning" role="alert"> <a href="#collapsePartOne"><b>Manual/Smart Switch</b></a> must be set to the <b>ON</b> position to activate the smart pump controller. This ensures the LEDs and screen turn on, allowing the smart features to function properly. </div> </li> </ul>
es: <h5>Usando Funciones Inteligentes para Control Automático del Motor de Agua</h5> <p class="my-3 ms-2"> Para habilitar las funciones inteligentes de inicio y paro automático, se debe instalar un sensor <b>Water Level S1</b> en el tanque de agua conectado al motor de agua controlado por este dispositivo. Lea cuidadosamente el <a href="https://waterlevel.pro/es/manuals/WiFi-Water-Level-S1">manual de instalación y uso del sensor <b>Water Level S1</b></a> y asegúrese de que proporcione información confiable y estable según sus condiciones específicas antes de activar las funciones inteligentes. </p> <h5>Cómo habilitar las funciones inteligentes: </h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) Inicie sesión</b> <p class="my-2"> Inicie sesión en su cuenta de <a href="https://waterlevel.pro/es/login" target="_blank" >WaterLevel.Pro</a> utilizando la misma dirección de correo electrónico proporcionada durante la configuración Wi-Fi del dispositivo. Asegúrese de que ambos correos coincidan para una correcta sincronización de la cuenta. </p> </li> <li class="list-group-item list-group-item-action"> <b>2) Habilite el "Modo Inteligente" en la configuración del dispositivo</b> <p class="my-2"> Después de iniciar sesión, localice su nuevo dispositivo en la lista de <a href="https://waterlevel.pro/es/devices" target="_blank" >"Mis Dispositivos"</a>. Abra la página de detalles del dispositivo y haga clic en el botón <b>"Configuración del Dispositivo"</b> al final. </p> <p class="my-2"> En la configuración, habilite el <b>"Modo Inteligente"</b>. Todos los ajustes están documentados en las secciones de <b>"Configuración del Dispositivo"</b>.<br> <a class="btn btn-sm btn-success mt-2" href="/device_info?public_key=demorelay" > <i class="ti ti-router"></i> Dispositivo de Demostración UI </a> </p> </li> <li class="list-group-item list-group-item-action"> <div class="alert alert-warning" role="alert"> <a href="#collapsePartOne"><b>Interruptor Manual/Inteligente</b></a> debe estar en la posición <b>ON</b> para activar el controlador inteligente del motor de agua. Esto asegura que los LEDs y la pantalla se enciendan, permitiendo que las funciones inteligentes funcionen correctamente. </div> </li> </ul>
hi: <h5>स्मार्ट फ़ंक्शन का उपयोग करके पंप का स्वचालित नियंत्रण</h5> <p class="my-3 ms-2"> स्मार्ट स्वचालित शुरू और बंद फीचर्स को सक्षम करने के लिए, <b>वाटर लेवल S1</b> सेंसर पानी के टैंक में इंस्टॉल किया जाना चाहिए जो इस डिवाइस द्वारा नियंत्रित पंप से जुड़ा हो। सावधानीपूर्वक <a href="https://waterlevel.pro/manuals/WiFi-Water-Level-S1">इंस्टॉलेशन और उपयोग मैनुअल <b>वाटर लेवल S1</b></a> सेंसर को पढ़ें और सुनिश्चित करें कि यह आपकी विशिष्ट स्थितियों के तहत विश्वसनीय और स्थिर जानकारी प्रदान करता है, इससे पहले कि आप स्मार्ट फीचर्स को सक्षम करें। </p> <h5>स्मार्ट फीचर्स को कैसे सक्षम करें: </h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1) लॉगिन करें</b> <p class="my-2"> अपने <a href="https://waterlevel.pro/login" target="_blank">WaterLevel.Pro</a> खाते में लॉगिन करें, जिस ईमेल पते का उपयोग डिवाइस की Wi-Fi सेटिंग के दौरान दिया गया था। सही खाता सिंक्रनाइज़ेशन के लिए दोनों ईमेल समान होने चाहिए। </p> </li> <li class="list-group-item list-group-item-action"> <b>2) डिवाइस सेटिंग्स में "स्मार्ट मोड" सक्षम करें</b> <p class="my-2"> लॉगिन करने के बाद, <a href="http://waterlevel.pro/devices" target="_blank">"मेरे डिवाइस"</a> सूची में अपने नए डिवाइस को ढूंढें। डिवाइस के विवरण पृष्ठ को खोलें और नीचे <b>"डिवाइस सेटिंग्स"</b> बटन पर क्लिक करें। </p> <p class="my-2"> सेटिंग्स में, <b>"स्मार्ट मोड"</b> सक्षम करें। सभी सेटिंग्स <b>"डिवाइस सेटिंग्स"</b> खंडों में दस्तावेजित हैं।<br> <a class="btn btn-sm btn-success mt-2" href="/device_info?public_key=demorelay" > <i class="ti ti-router"></i> UI डेमो डिवाइस </a> </p> </li> <li class="list-group-item list-group-item-action"> <div class="alert alert-warning" role="alert"> <a href="#collapsePartOne"><b>मैनुअल/स्मार्ट स्विच</b></a> को स्मार्ट पंप कंट्रोलर को सक्रिय करने के लिए <b>ON</b> स्थिति पर सेट किया जाना चाहिए। यह सुनिश्चित करता है कि LED और स्क्रीन चालू हो जाएं, जिससे स्मार्ट फीचर्स सही तरीके से काम कर सकें। </div> </li> </ul>

source: #6 Manual Mode - <b> Manual/Smart Switch</b>
es: #6 Modo Manual - <b> Interruptor Manual/Inteligente</b>
hi: #6 मैन्युअल मोड - <b> मैन्युअल/स्मार्ट स्विच</b>

source: <h5>Using the <b>Manual/Smart Switch</b> Button</h5> <p class="ms-2 my-3" > The physical <a href="#collapsePartOne" ><b>Manual/Smart Switch</b></a> button on the pump controller allows you to operate the pump manually, functioning like a simple switch that turns the pump on without requiring internet or smart features. To enable this, move the <a href="#collapsePartOne" ><b>Manual/Smart Switch</b></a> to the OFF position. The LEDs and screen will turn off, but the pump will start running. </p> <div class="alert alert-danger" role="alert" > Before switching to <b>Manual Mode</b>, verify that the pump is not <b>ON</b> while in <b>Smart Mode</b>. Use the web UI control to check its status. Confirm that the green indicator <b>LED</b> is off before proceeding. </div>
es: <h5>Uso del botón <b>Interruptor Manual/Inteligente</b></h5> <p class="ms-2 my-3" > El botón físico <a href="#collapsePartOne" ><b>Interruptor Manual/Inteligente</b></a> en el controlador del motor de agua te permite operar el motor de agua manualmente, funcionando como un interruptor simple que enciende el motor de agua sin necesidad de internet o funciones inteligentes. Para habilitar esto, mueve el <a href="#collapsePartOne" ><b>Interruptor Manual/Inteligente</b></a> a la posición OFF. Los LEDs y la pantalla se apagarán, pero el motor de agua comenzará a funcionar. </p> <div class="alert alert-danger" role="alert" > Antes de cambiar al <b>Modo Manual</b>, verifica que el motor de agua no esté <b>ENCENDIDA</b> mientras esté en <b>Modo Inteligente</b>. Usa la interfaz web para comprobar su estado. Confirma que el indicador verde <b>LED</b> esté apagado antes de continuar. </div>
hi: <h5> <b>मैन्युअल/स्मार्ट स्विच</b> बटन का उपयोग करें</h5> <p class="ms-2 my-3" > पंप नियंत्रक पर स्थित भौतिक <a href="#collapsePartOne" ><b>मैन्युअल/स्मार्ट स्विच</b></a> बटन आपको पंप को मैन्युअल रूप से संचालित करने की अनुमति देता है, जो एक साधारण स्विच की तरह कार्य करता है जो पंप को चालू करता है बिना इंटरनेट या स्मार्ट सुविधाओं की आवश्यकता के। इसे सक्षम करने के लिए, <a href="#collapsePartOne" ><b>मैन्युअल/स्मार्ट स्विच</b></a> को ऑफ स्थिति में स्थानांतरित करें। एलईडी और स्क्रीन बंद हो जाएंगे, लेकिन पंप चलना शुरू हो जाएगा। </p> <div class="alert alert-danger" role="alert" > <b>मैन्युअल मोड</b> में स्विच करने से पहले, यह सत्यापित करें कि पंप <b>स्मार्ट मोड</b> में होने पर <b>चालू</b> नहीं है। स्थिति जांचने के लिए वेब यूआई नियंत्रण का उपयोग करें। पुष्टि करें कि हरे रंग का संकेतक <b>एलईडी</b> बंद है, फिर आगे बढ़ें। </div>

source: Important Disclaimer
es: Aviso importante
hi: महत्वपूर्ण अस्वीकरण

source: <p class="my-1 alert alert-warning" role="alert"> This open-source electronics project/device is provided strictly for experimental, educational, and developmental purposes. It is offered "as is," without any warranties, express or implied. This includes, but is not limited to, implied warranties of merchantability, fitness for a particular purpose, or non-infringement. </p> <hr> <p><strong>By using this device, you acknowledge and accept that:</strong></p> <ul class="list-group list-group-numbered ms-1"> <li class="list-group-item list-group-item-action" >You assume all risks associated with its use, including but not limited to potential damage to property, personal injury, or any other unintended consequences.</li> <li class="list-group-item list-group-item-action" >This device is not certified for commercial, industrial, or safety-critical applications. It is intended solely for developers, hobbyists, and other users with appropriate technical expertise.</li> <li class="list-group-item list-group-item-action" >The creators and distributors of this project are not liable for any damages, losses, or inconveniences resulting from its use, modification, or integration into other systems.</li> </ul> <p class="my-3" > Users are solely responsible for ensuring that the use of this device complies with local laws, regulations, and safety standards in their region. </p>
es: <p class="my-1 alert alert-warning" role="alert"> Este proyecto/dispositivo electrónico de código abierto se proporciona estrictamente con fines experimentales, educativos y de desarrollo. Se ofrece "tal cual", sin garantías de ningún tipo, ya sean expresas o implícitas. Esto incluye, pero no se limita a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular o no infracción. </p> <hr> <p><strong>Al utilizar este dispositivo, usted reconoce y acepta que:</strong></p> <ul class="list-group list-group-numbered ms-1"> <li class="list-group-item list-group-item-action" >Usted asume todos los riesgos asociados con su uso, incluyendo, pero no limitándose a, daños a la propiedad, lesiones personales o cualquier otra consecuencia no deseada.</li> <li class="list-group-item list-group-item-action" >Este dispositivo no está certificado para aplicaciones comerciales, industriales o de seguridad crítica. Está destinado únicamente a desarrolladores, aficionados y otros usuarios con conocimientos técnicos adecuados.</li> <li class="list-group-item list-group-item-action" >Los creadores y distribuidores de este proyecto no son responsables por ningún daño, pérdida o inconveniente resultante de su uso, modificación o integración en otros sistemas.</li> </ul> <p class="my-3" > Los usuarios son los únicos responsables de asegurar que el uso de este dispositivo cumpla con las leyes, regulaciones y estándares de seguridad locales en su región. </p>
hi: <p class="my-1 alert alert-warning" role="alert"> यह ओपन-सोर्स इलेक्ट्रॉनिक्स प्रोजेक्ट/डिवाइस केवल प्रायोगिक, शैक्षणिक और विकासात्मक उद्देश्यों के लिए प्रदान किया गया है। इसे "जैसा है" के रूप में पेश किया गया है, बिना किसी वारंटी के, चाहे वह स्पष्ट हो या निहित। इसमें व्यापारिकता, किसी विशेष उद्देश्य के लिए उपयुक्तता, या अधिकारों का उल्लंघन न करने की निहित वारंटी शामिल है, लेकिन इन्हीं तक सीमित नहीं है। </p> <hr> <p><strong>इस डिवाइस का उपयोग करके, आप स्वीकार करते हैं और मानते हैं कि:</strong></p> <ul class="list-group list-group-numbered ms-1"> <li class="list-group-item list-group-item-action" >आप इसके उपयोग से जुड़े सभी जोखिमों को स्वीकार करते हैं, जिसमें संपत्ति को नुकसान, व्यक्तिगत चोट, या किसी अन्य अनपेक्षित परिणाम शामिल हैं, लेकिन इन्हीं तक सीमित नहीं है।</li> <li class="list-group-item list-group-item-action" >यह डिवाइस वाणिज्यिक, औद्योगिक या सुरक्षा-संवेदनशील अनुप्रयोगों के लिए प्रमाणित नहीं है। यह केवल डेवलपर्स, शौकीनों और अन्य उपयोगकर्ताओं के लिए है जिनके पास उचित तकनीकी विशेषज्ञता है।</li> <li class="list-group-item list-group-item-action" >इस प्रोजेक्ट के निर्माता और वितरक इसके उपयोग, संशोधन या अन्य सिस्टम में एकीकरण से होने वाले किसी भी नुकसान, हानि या असुविधा के लिए जिम्मेदार नहीं हैं।</li> </ul> <p class="my-3" > उपयोगकर्ता पूरी तरह से जिम्मेदार हैं कि इस डिवाइस का उपयोग उनके क्षेत्र में स्थानीय कानूनों, नियमों और सुरक्षा मानकों का पालन करता है। </p>

source: Open Source & Open Hardware
es: Código Abierto & Hardware Abierto
hi: ओपन सोर्स और ओपन हार्डवेयर

source: This project is open-source and open-hardware. Access the source code and hardware design files through the following links:
es: Este proyecto es de código abierto y hardware abierto. Accede al código fuente y archivos de diseño de hardware a través de los siguientes enlaces:
hi: यह प्रोजेक्ट ओपन-सोर्स और ओपन-हार्डवेयर है। सोर्स कोड और हार्डवेयर डिज़ाइन फ़ाइलों तक पहुँचने के लिए निम्नलिखित लिंक का उपयोग करें:

source: Manual | Installation and Setup Guide
es: Manual | Guía de Instalación y Configuración
hi: मैन्युअल | स्थापना और सेटअप गाइड

source: Learn how to install and set up the WiFi Water Level S1 with this comprehensive manual. Get detailed instructions for optimal use.
es: Aprenda cómo instalar y configurar el WiFi Water Level S1 con este manual completo. Obtenga instrucciones detalladas para un uso óptimo.
hi: इस व्यापक मैन्युअल के साथ WiFi वॉटर लेवल S1 को कैसे स्थापित और सेट अप करें, जानें। सर्वोत्तम उपयोग के लिए विस्तृत निर्देश प्राप्त करें।

source: WiFi Water Level S1 Manual, Water Level Sensor Installation, WiFi Water Sensor Setup, Water Level S1 Guide, WiFi Water Level Instructions
es: Manual del WiFi Water Level S1, Instalación del Sensor de Nivel de Agua, Configuración del Sensor WiFi, Guía del Water Level S1, Instrucciones del WiFi Water Level
hi: WiFi वॉटर लेवल S1 मैन्युअल, जल स्तर सेंसर स्थापना, WiFi वॉटर सेंसर सेटअप, जल स्तर S1 गाइड, WiFi जल स्तर निर्देश

source: Control Unit
es: Unidad de Control
hi: नियंत्रण इकाई

source: Contains WiFi antenna, setup/reset button, and power inputs.
es: Contiene la antena WiFi, botón de configuración/restablecimiento y entradas de alimentación.
hi: WiFi एंटीना, सेटअप/रीसेट बटन, और पावर इनपुट्स शामिल हैं।

source: Internal Water Tank Sensor
es: Sensor Interno de Tanque de Agua
hi: आंतरिक जल टैंक सेंसर

source: Measures water level and must be placed inside the water tank.
es: Mide el nivel de agua y debe colocarse dentro del tanque de agua.
hi: जल स्तर मापता है और इसे जल टैंक के अंदर रखा जाना चाहिए।

source: Installation Steps
es: Pasos de instalación
hi: स्थापना चरण

source: Includes WiFi coverage check, power supply options, and setup instructions.
es: Incluye verificación de cobertura WiFi, opciones de suministro de energía e instrucciones de configuración.
hi: WiFi कवरेज जांच, पावर आपूर्ति विकल्प और सेटअप निर्देश शामिल हैं।
