Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: The <b>WiFi Water Level S1</b> device connects to your Wi-Fi network and enables remote water level monitoring via the WaterLevel.Pro platform. It also integrates with the
es: El dispositivo <b>WiFi Water Level S1</b> se conecta a tu red Wi-Fi y permite el monitoreo remoto del nivel de agua a través de la plataforma WaterLevel.Pro. También se integra con el
hi: <b>WiFi Water Level S1</b> डिवाइस आपके Wi-Fi नेटवर्क से कनेक्ट होता है और WaterLevel.Pro प्लेटफ़ॉर्म के माध्यम से रिमोट जल स्तर निगरानी सक्षम करता है। यह भी एकीकृत होता है

source: allowing automatic control of water pumps based on the water level readings. An internet connection is required for cloud synchronization, enabling real-time tracking and control.
es: permitiendo el control automático de los motores de agua según las lecturas del nivel de agua. Se requiere una conexión a internet para la sincronización en la nube, lo que permite el seguimiento y control en tiempo real.
hi: जो जल स्तर पढ़ाई के आधार पर जल पंपों का स्वचालित नियंत्रण सक्षम करता है। क्लाउड सिंक्रनाइज़ेशन के लिए इंटरनेट कनेक्शन की आवश्यकता होती है, जो वास्तविक समय में ट्रैकिंग और नियंत्रण सक्षम करता है।

source: The <strong>Control Unit</strong> is placed on the outside of the water tank.
es: La <strong>Unidad de Control</strong> se coloca en el exterior del tanque de agua.
hi: <strong>नियंत्रण इकाई</strong> जल टैंक के बाहर रखी जाती है।

source: Use any from <b>HCSR04</b> sensors family, that can work with <b>3.3V</b>
es: Utilice cualquiera de la familia de sensores <b>HCSR04</b> que pueda trabajar con <b>3.3V</b>
hi: <b>HCSR04</b> सेंसर परिवार में से कोई भी उपयोग करें, जो <b>3.3V</b> के साथ काम कर सकता है।

source: recommended
es: recomendado
hi: सिफारिश की गई

source: could require special case and waterproof treatment
es: podría requerir una carcasa especial y tratamiento impermeable
hi: विशेष केस और वाटरप्रूफ उपचार की आवश्यकता हो सकती है।

source: Check WiFi Coverage
es: Verificar Cobertura WiFi
hi: WiFi कवरेज जांचें

source: Choose Power Supply
es: Elegir fuente de alimentación
hi: पावर आपूर्ति चुनें

source: Input Power Options:
es: Opciones de Energía:
hi: इनपुट पावर विकल्प:

source: Solar Panel Lid
es: Panel Solar
hi: सौर पैनल ढक्कन

source: In locations receiving direct sunlight for at least 3 hours per day, the solar panel lid can be utilized.
es: En ubicaciones que reciben luz solar directa durante al menos 3 horas al día, se puede utilizar la tapa con panel solar.
hi: जिन स्थानों पर प्रतिदिन कम से कम 3 घंटे सीधा सूरज का प्रकाश पड़ता है, वहां सौर पैनल का उपयोग किया जा सकता है।

source: <li class="list-group-item list-group-item-action" > Completely wireless and capable of operating autonomously through solar power, provided the area receives sufficient sunlight. </li> <li class="list-group-item list-group-item-action" > Designed and tested for outdoor use, resistant to rain, sunlight, and typical outdoor weather conditions. </li> <li class="list-group-item list-group-item-action" > Powered by 3 AA NiMH rechargeable batteries, the device offers easy maintenance and provides backup power during periods of low sunlight. </li> <li class="list-group-item list-group-item-action" > Ensure use good brand and quality AA NiMH batteries, 2000 mA or more. </li> <li class="list-group-item list-group-item-action list-group-item-danger" > Only use AA NiMH rechargeable batteries. </li> <li class="list-group-item list-group-item-action list-group-item-danger" > To prevent damage to the device, please remove batteries if they are depleted, damaged, or if the device will be stored for an extended period without exposure to sunlight. </li>
es: <li class="list-group-item list-group-item-action" > Totalmente inalámbrico y capaz de funcionar de manera autónoma mediante energía solar, siempre que la zona reciba suficiente luz solar. </li> <li class="list-group-item list-group-item-action" > Diseñado y probado para uso en exteriores, resistente a la lluvia, la luz solar y las condiciones climáticas típicas del exterior. </li> <li class="list-group-item list-group-item-action" > Alimentado por 3 baterías recargables AA NiMH, el dispositivo ofrece un mantenimiento fácil y proporciona energía de respaldo durante períodos de baja luz solar. </li> <li class="list-group-item list-group-item-action" > Asegúrese de utilizar baterías AA NiMH de buena marca y calidad, de 2000 mA o más. </li> <li class="list-group-item list-group-item-action list-group-item-danger" > Solo use baterías recargables AA NiMH. </li> <li class="list-group-item list-group-item-action list-group-item-danger" > Para evitar daños al dispositivo, retire las baterías si están agotadas, dañadas, o si el dispositivo va a ser almacenado por un período prolongado sin exposición a la luz solar. </li>
hi: <li class="list-group-item list-group-item-action" > पूरी तरह से बिना तार का और सौर ऊर्जा के माध्यम से स्वायत्त रूप से काम करने में सक्षम, बशर्ते कि क्षेत्र में पर्याप्त धूप मिले। </li> <li class="list-group-item list-group-item-action" > बाहरी उपयोग के लिए डिज़ाइन और परीक्षण किया गया, बारिश, धूप और आम बाहरी मौसम की स्थितियों के प्रति प्रतिरोधी। </li> <li class="list-group-item list-group-item-action" > 3 AA NiMH रिचार्जेबल बैटरी से संचालित, यह उपकरण आसान रखरखाव प्रदान करता है और कम धूप के दौरान बैकअप पावर प्रदान करता है। </li> <li class="list-group-item list-group-item-action" > यह सुनिश्चित करें कि अच्छी ब्रांड और गुणवत्ता वाली AA NiMH बैटरी का उपयोग करें, 2000 mA या उससे अधिक। </li> <li class="list-group-item list-group-item-action list-group-item-danger" > केवल AA NiMH रिचार्जेबल बैटरी का उपयोग करें। </li> <li class="list-group-item list-group-item-action list-group-item-danger" > उपकरण को क्षति से बचाने के लिए, कृपया बैटरी को हटा दें यदि वे समाप्त, क्षतिग्रस्त हों या यदि उपकरण को लंबे समय तक संग्रहित किया जाएगा और धूप के संपर्क में नहीं रहेगा। </li>

source: When using solar power as the input, ensure the <b>USB-C</b> port is sealed to prevent damage from rain or moisture. Use the provided <b>USB-C cap</b> and optionally seal it with silicone for added protection.
es: Al usar energía solar como fuente de entrada, asegúrese de que el puerto <b>USB-C</b> esté sellado para evitar daños por lluvia o humedad. Utilice la <b>tapa USB-C</b> proporcionada y opcionalmente selle con silicona para mayor protección.
hi: जब सौर शक्ति को इनपुट के रूप में उपयोग कर रहे हों, तो सुनिश्चित करें कि <b>USB-C</b> पोर्ट सील हो ताकि बारिश या नमी से नुकसान न हो। दिए गए <b>USB-C ढक्कन</b> का उपयोग करें और वैकल्पिक रूप से अतिरिक्त सुरक्षा के लिए इसे सिलिकोन से सील करें।

source: USBC Power
es: Energía USBC
hi: USB-C पावर

source: <h6 class="ms-1 my-2" > To operate in indoor environments or areas with limited sunlight, simply connect the device to a power source using the <b>USB-C</b> port. </h6> <p class="ms-1 alert alert-warning" role="alert" > <b>Note:</b> When using the USB-C port for power, please ensure that batteries are removed to prevent damage to the device. </p> <p class="ms-1 alert alert-warning" role="alert" > <b>Note:</b> Using the AC/DC power adapter outdoors or near water requires special safety precautions. Consult a qualified electrician if necessary. Ensure all cables are properly insulated to protect them from water and unpredictable weather conditions. </p> <li class="list-group-item list-group-item-action" > <p class="ms-1" > Depending on the water level measurement frequency configured for the device, it could consume up to 70 mA for approximately 6 seconds at 3.3V, each cycle. </p> </li> <li class="list-group-item list-group-item-action" > <p class="ms-1 alert alert-info" role="alert" > <b>Power Selection:</b> To select your preferred power source (Solar, USB-C), locate the <a href="#power_control" >Power Selector</a> switch on the device. Toggle the switch to the desired setting. </p> </li>
es: <h6 class="ms-1 my-2" > Para operar en entornos interiores o áreas con luz solar limitada, simplemente conecte el dispositivo a una fuente de energía utilizando el puerto <b>USB-C</b>. </h6> <p class="ms-1 alert alert-warning" role="alert" > <b>Nota:</b> Al usar el puerto USB-C para la energía, asegúrese de que las baterías estén retiradas para evitar daños al dispositivo. </p> <p class="ms-1 alert alert-warning" role="alert" > <b>Nota:</b> Usar el adaptador de corriente AC/DC al aire libre o cerca del agua requiere precauciones de seguridad especiales. Consulte a un electricista calificado si es necesario. Asegúrese de que todos los cables estén adecuadamente aislados para protegerlos del agua y condiciones climáticas impredecibles. </p> <li class="list-group-item list-group-item-action" > <p class="ms-1" > Dependiendo de la frecuencia de medición del nivel de agua configurada para el dispositivo, podría consumir hasta 70 mA durante aproximadamente 6 segundos a 3.3V, cada ciclo. </p> </li> <li class="list-group-item list-group-item-action" > <p class="ms-1 alert alert-info" role="alert" > <b>Selección de energía:</b> Para seleccionar su fuente de energía preferida (Solar, USB-C), localice el interruptor de <a href="#power_control" >Selector de energía</a> en el dispositivo. Cambie el interruptor a la configuración deseada. </p> </li>
hi: <h6 class="ms-1 my-2" > घरेलू वातावरण या सीमित धूप वाले क्षेत्रों में संचालन के लिए, बस उपकरण को <b>USB-C</b> पोर्ट का उपयोग करके पावर स्रोत से जोड़ें। </h6> <p class="ms-1 alert alert-warning" role="alert" > <b>नोट:</b> जब USB-C पोर्ट का उपयोग पावर के लिए किया जाता है, तो कृपया उपकरण को क्षति से बचाने के लिए बैटरियों को हटा दें। </p> <p class="ms-1 alert alert-warning" role="alert" > <b>नोट:</b> बाहरी वातावरण में या पानी के पास AC/DC पावर एडाप्टर का उपयोग करते समय विशेष सुरक्षा सावधानियों की आवश्यकता होती है। यदि आवश्यक हो, तो एक योग्य इलेक्ट्रीशियन से परामर्श करें। सुनिश्चित करें कि सभी केबलें सही ढंग से इन्सुलेटेड हैं ताकि वे पानी और अप्रत्याशित मौसम की स्थितियों से सुरक्षित रहें। </p> <li class="list-group-item list-group-item-action" > <p class="ms-1" > उपकरण के लिए कॉन्फ़िगर किए गए पानी के स्तर मापने की आवृत्ति के आधार पर, यह प्रत्येक चक्र में लगभग 3.3V पर 6 सेकंड के लिए 70 mA तक की खपत कर सकता है। </p> </li> <li class="list-group-item list-group-item-action" > <p class="ms-1 alert alert-info" role="alert" > <b>पावर चयन:</b> अपने पसंदीदा पावर स्रोत (सौर, USB-C) का चयन करने के लिए, उपकरण पर <a href="#power_control" >पावर सेलेक्टर</a> स्विच ढूंढें। वांछित सेटिंग पर स्विच को टॉगल करें। </p> </li>

source: <h2 class="accordion-header" id="headingThree"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree"> #3 Configure Wi-Fi connection for the device. </button> </h2> <div id="collapseThree" class="accordion-collapse collapse" aria-labelledby="headingThree" > <div class="accordion-body"> <p>In this step, configure the device to connect to your local internet WiFi network</p> <div class="alert alert-info" > To enjoy all the features of this device, you'll need to <a href="/register" target="_blank" >create a free account</a> using your email address. <br> This will allow you to link the device to your profile and personalize your settings. </div> <h5>Steps:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> Connect the device to a power source. Ensure WiFi antenna is connected at <b>Control Unit</b>. </li> <li class="list-group-item list-group-item-action" > <b>2)</b> Using a cellphone, search and connect to a 2.4GHz WiFi network named <b>WaterLevelProSetup</b> with credentials/password: <b>1122334455</b> <div class="alert alert-warning mt-2"> If the network name doesn't show or disappears quickly, check <b>USBC</b> power input or press the WiFi Reset button at <b>Control Unit</b>. <div class="alert alert-info mt-3" > To reset the Wi-Fi, power on the device using either the <b>USBC</b> cable or solar power. Immediately after powering on, quickly press the Wi-Fi Reset button 2-3 times. </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) Enter your local WiFi auth info.</b> <p class="my-2"> After completing step <b>2)</b>, a Captive Portal will appear on your cellphone. This will guide you to a webpage where you can select the desired Wi-Fi network and enter its credentials. You will also be prompted to enter an email address to link the device to your existing account. </p> <p class="alert alert-warning my-2"> If the Captive Portal don't load automatically use this url <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> to load it manually from cellphone. </p> </li> <li class="list-group-item list-group-item-action"> <b>4) Check your device is online</b> <p class="my-2"> Reconnect your cellphone to the internet and log in to your <b>Waterlevel.Pro</b> account. If everything was successful, you will see the new device listed in your account with an <b>"Online"</b> status. </p> <p class="alert alert-warning my-2"> If the device does not show online, try reconnecting the power source or repeating the entire process after pressing the <b>Wi-Fi Reset</b> button on the device. </p> </li> </ul> </div> </div>
es: <h2 class="accordion-header" id="headingThree"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree"> #3 Configure la conexión Wi-Fi para el dispositivo. </button> </h2> <div id="collapseThree" class="accordion-collapse collapse" aria-labelledby="headingThree" > <div class="accordion-body"> <p>En este paso, configure el dispositivo para conectarse a su red WiFi local de internet</p> <div class="alert alert-info" > Para disfrutar de todas las funciones de este dispositivo, necesitará <a href="/register" target="_blank" >crear una cuenta gratuita</a> usando su dirección de correo electrónico. <br> Esto le permitirá vincular el dispositivo a su perfil y personalizar su configuración. </div> <h5>Pasos:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> Conecte el dispositivo a una fuente de energía. Asegúrese de que la antena WiFi esté conectada en <b>Unidad de Control</b>. </li> <li class="list-group-item list-group-item-action" > <b>2)</b> Usando un teléfono móvil, busque y conéctese a una red WiFi de 2.4GHz llamada <b>WaterLevelProSetup</b> con credenciales/contraseña: <b>1122334455</b> <div class="alert alert-warning mt-2"> Si el nombre de la red no aparece o desaparece rápidamente, revise la entrada de energía <b>USBC</b> o presione el botón de reinicio de WiFi en <b>Unidad de Control</b>. <div class="alert alert-info mt-3" > Para reiniciar el Wi-Fi, encienda el dispositivo utilizando el cable <b>USBC</b> o energía solar. Inmediatamente después de encenderlo, presione rápidamente el botón de reinicio de Wi-Fi 2-3 veces. </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) Ingrese la información de autenticación de su WiFi local.</b> <p class="my-2"> Después de completar el paso <b>2)</b>, aparecerá un Portal Cautivo en su teléfono móvil. Esto lo guiará a una página web donde podrá seleccionar la red Wi-Fi deseada e ingresar sus credenciales. También se le pedirá que ingrese una dirección de correo electrónico para vincular el dispositivo a su cuenta existente. </p> <p class="alert alert-warning my-2"> Si el Portal Cautivo no carga automáticamente, utilice esta url <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> para cargarlo manualmente desde el teléfono móvil. </p> </li> <li class="list-group-item list-group-item-action"> <b>4) Verifique que su dispositivo esté en línea</b> <p class="my-2"> Reconecte su teléfono móvil a internet y acceda a su cuenta en <b>Waterlevel.Pro</b>. Si todo fue exitoso, verá el nuevo dispositivo listado en su cuenta con el estado <b>"En línea"</b>. </p> <p class="alert alert-warning my-2"> Si el dispositivo no aparece en línea, intente reconectar la fuente de energía o repita todo el proceso después de presionar el botón <b>Reinicio de Wi-Fi</b> en el dispositivo. </p> </li> </ul> </div> </div>
hi: <h2 class="accordion-header" id="headingThree"> <button class="accordion-button collapsed" type="button" data-bs-toggle="collapse" data-bs-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree"> #3 डिवाइस के लिए वाई-फाई कनेक्शन कॉन्फ़िगर करें. </button> </h2> <div id="collapseThree" class="accordion-collapse collapse" aria-labelledby="headingThree" > <div class="accordion-body"> <p>इस चरण में, डिवाइस को अपने स्थानीय इंटरनेट WiFi नेटवर्क से कनेक्ट करने के लिए कॉन्फ़िगर करें।</p> <div class="alert alert-info" > इस डिवाइस की सभी सुविधाओं का आनंद लेने के लिए, आपको <a href="/register" target="_blank" >नि:शुल्क खाता बनाना होगा</a> अपने ईमेल पते का उपयोग करके। <br> इससे आप डिवाइस को अपने प्रोफ़ाइल से जोड़ सकेंगे और अपनी सेटिंग्स को व्यक्तिगत रूप से कस्टमाइज़ कर सकेंगे। </div> <h5>चरण:</h5> <ul class="list-group ms-1" > <li class="list-group-item list-group-item-action"> <b>1)</b> डिवाइस को पावर स्रोत से कनेक्ट करें। सुनिश्चित करें कि WiFi एंटीना <b>नियंत्रण इकाई</b> पर जुड़ा हुआ है। </li> <li class="list-group-item list-group-item-action" > <b>2)</b> सेलफोन का उपयोग करके, 2.4GHz WiFi नेटवर्क खोजें और जुड़ें, जिसका नाम <b>WaterLevelProSetup</b> है, जिसका पासवर्ड: <b>1122334455</b> है। <div class="alert alert-warning mt-2"> यदि नेटवर्क का नाम दिखाई नहीं देता है या जल्दी गायब हो जाता है, तो <b>USBC</b> पावर इनपुट की जाँच करें या <b>नियंत्रण इकाई</b> पर WiFi रीसेट बटन दबाएं। <div class="alert alert-info mt-3" > WiFi को रीसेट करने के लिए, डिवाइस को <b>USBC</b> केबल या सौर ऊर्जा का उपयोग करके चालू करें। पावर ऑन होने के तुरंत बाद, WiFi रीसेट बटन को तेज़ी से 2-3 बार दबाएं। </div> </div> </li> <li class="list-group-item list-group-item-action" > <b>3) अपने स्थानीय WiFi प्रमाणीकरण जानकारी दर्ज करें।</b> <p class="my-2"> चरण <b>2)</b> पूरा करने के बाद, आपके सेलफोन पर एक कैप्टिव पोर्टल दिखाई देगा। यह आपको एक वेबपेज पर ले जाएगा, जहाँ आप वांछित WiFi नेटवर्क का चयन कर सकते हैं और उसकी प्रमाणिकता (क्रेडेंशियल) दर्ज कर सकते हैं। आपको अपने मौजूदा खाते से डिवाइस को जोड़ने के लिए एक ईमेल पता भी दर्ज करने के लिए कहा जाएगा। </p> <p class="alert alert-warning my-2"> यदि कैप्टिव पोर्टल स्वचालित रूप से लोड नहीं होता है, तो इस URL का उपयोग करें <a href="http://192.168.4.1/" target="_blank">http://192.168.4.1/</a> इसे सेलफोन से मैन्युअल रूप से लोड करने के लिए। </p> </li> <li class="list-group-item list-group-item-action"> <b>4) जाँचें कि आपका डिवाइस ऑनलाइन है</b> <p class="my-2"> अपने सेलफोन को इंटरनेट से फिर से कनेक्ट करें और <b>Waterlevel.Pro</b> खाते में लॉगिन करें। यदि सब कुछ सफलतापूर्वक हुआ है, तो आपको अपने खाते में नया डिवाइस <b>"ऑनलाइन"</b> स्थिति के साथ सूचीबद्ध दिखाई देगा। </p> <p class="alert alert-warning my-2"> यदि डिवाइस ऑनलाइन नहीं दिखाई देता है, तो पावर स्रोत को फिर से कनेक्ट करने का प्रयास करें या डिवाइस पर <b>Wi-Fi Reset</b> बटन दबाने के बाद पूरी प्रक्रिया को दोहराएँ। </p> </li> </ul> </div> </div>

source: Placing the device on the water tank.
es: Colocando el dispositivo en el tinaco.
hi: डिवाइस को पानी की टंकी पर रखना।

source: Place the device sensor as far as possible from the main water inlet of the water tank, without reaching to much closer to the water tank internal wall, to avoid erroneous measurements when filling the water tank.
es: Coloque el sensor del dispositivo lo más lejos posible de la entrada principal de agua del tinaco, sin acercarse demasiado a la pared interna del tinaco, para evitar mediciones erróneas al llenar el tinaco.
hi: डिवाइस सेंसर को पानी की टंकी के मुख्य जल प्रवेश से जितना हो सके उतना दूर रखें, पानी की टंकी की आंतरिक दीवार के बहुत पास जाने से बचें, ताकि जल टंकी भरते समय गलत माप न हो।

source: Keep in mind that the internal sensor that is placed inside the water tank must have a minimum margin of <b>20 centimeters (AJ-SR04M Sensor)</b> from its bottom location to the maximum distance that the water in the tank can reach.
es: Tenga en cuenta que el sensor interno que se coloca dentro del tinaco debe tener un margen mínimo de <b>20 centímetros (Sensor AJ-SR04M)</b> desde su ubicación inferior hasta la distancia máxima que el agua en el tinaco puede alcanzar.
hi: ध्यान में रखें कि पानी की टंकी के अंदर रखा आंतरिक सेंसर का कम से कम <b>20 सेंटीमीटर (AJ-SR04M सेंसर)</b> का अंतर होना चाहिए, जो इसके निचले स्थान से पानी की टंकी में पानी के अधिकतम स्तर तक पहुँच सकता है।

source: <p class="alert alert-danger my-2" > If the tank cannot preserve that minimum distance margin, the sensor blind area is reached and erroneous random measurements will be reported. Use the <b>RCWL-1670 Sensor</b> if require smaller blind area (2 CM). </p> <p class="alert alert-warning my-2" > The installation location may vary depending on the shape of your water tank, how the lid closes, and its resistance to local conditions. Please choose an installation method that ensures the device is securely mounted and protected. As this is an experimental device, the user is responsible for ensuring proper and safe installation. </p>
es: <p class="alert alert-danger my-2" > Si el tinaco no puede conservar ese margen mínimo de distancia, se alcanzará el área ciega del sensor y se reportarán mediciones aleatorias erróneas. Use el <b>Sensor RCWL-1670</b> si requiere un área ciega más pequeña (2 CM). </p> <p class="alert alert-warning my-2" > La ubicación de la instalación puede variar dependiendo de la forma de su tinaco, cómo cierra la tapa y su resistencia a las condiciones locales. Por favor, elija un método de instalación que garantice que el dispositivo esté montado de forma segura y protegida. Dado que este es un dispositivo experimental, el usuario es responsable de garantizar una instalación adecuada y segura. </p>
hi: <p class="alert alert-danger my-2" > यदि टैंक उस न्यूनतम दूरी को बनाए नहीं रख सकता है, तो सेंसर का अंधे क्षेत्र पहुँच जाता है और गलत यादृच्छिक माप रिपोर्ट किए जाएंगे। यदि आपको छोटा अंधे क्षेत्र (2 सेमी) चाहिए, तो <b>RCWL-1670 सेंसर</b> का उपयोग करें। </p> <p class="alert alert-warning my-2" > स्थापना स्थान आपके पानी की टंकी के आकार, ढक्कन कैसे बंद होता है, और उसके स्थानीय परिस्थितियों के प्रति प्रतिरोध पर निर्भर कर सकता है। कृपया ऐसी स्थापना विधि चुनें जो यह सुनिश्चित करे कि डिवाइस सुरक्षित रूप से लगाया गया है और सुरक्षित है। चूँकि यह एक प्रायोगिक डिवाइस है, उपयोगकर्ता सही और सुरक्षित स्थापना सुनिश्चित करने के लिए जिम्मेदार है। </p>

source: <h4>Placement of the upper Control Unit.</h4> <p class="my-3" > The control unit can be installed using two main methods, depending on your specific setup and preferences. Please ensure that the chosen method provides a secure and stable mounting for optimal performance. </p> <h5>Screw Mounting Method: </h5>
es: <h4>Colocación de la Unidad de Control Superior.</h4> <p class="my-3" > La unidad de control puede instalarse utilizando dos métodos principales, dependiendo de su configuración específica y preferencias. Por favor, asegúrese de que el método elegido proporcione un montaje seguro y estable para un rendimiento óptimo. </p> <h5>Método de Montaje con Tornillos: </h5>
hi: <h4>ऊपरी कंट्रोल यूनिट का स्थान।</h4> <p class="my-3" > कंट्रोल यूनिट को आपकी विशिष्ट सेटिंग और पसंद के आधार पर दो मुख्य तरीकों से इंस्टॉल किया जा सकता है। कृपया सुनिश्चित करें कि चुने गए तरीके से यह सुरक्षित और स्थिर तरीके से लगाया गया हो ताकि इष्टतम प्रदर्शन प्राप्त हो। </p> <h5>स्क्रू माउंटिंग विधि: </h5>
