Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: <p class="ms-4 my-3" > Pump will start if the water level reaches or falls below this percentage. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-success fw-bold">Smart On</span> and <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> </div>
es: <p class="ms-4 my-3" > El motor de agua se encenderá si el nivel de agua alcanza o cae por debajo de este porcentaje. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-success fw-bold">Encendido Inteligente</span> y <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > पंप चालू हो जाएगा यदि पानी का स्तर इस प्रतिशत तक पहुंच जाता है या उससे नीचे गिर जाता है। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता: <span class="badge text-bg-success fw-bold">स्मार्ट चालू</span> और <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> </div>

source: End Level:
es: Nivel de apagado:
hi: अंतिम स्तर:

source: <p class="ms-4 my-3" > Pump will stop if the water level reaches or pass above this percentage. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-primary fw-bold">Smart Off</span> and <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> </div>
es: <p class="ms-4 my-3" > El motor se detendrá si el nivel de agua alcanza o supera este porcentaje. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> y <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > पंप बंद हो जाएगा यदि पानी का स्तर इस प्रतिशत तक पहुंच जाता है या उससे ऊपर चला जाता है। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता: <span class="badge text-bg-primary fw-bold">स्मार्ट बंद</span> और <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> </div>

source: Flow Check:
es: Verificación de Flujo:
hi: प्रवाह जांच:

source: minutes
es: minutos
hi: मिनट

source: <p class="ms-4 my-3" > When the pump is <b>ON</b>, it checks every X minutes whether it is providing incoming flow. If no flow is detected, the pump will <b>stop</b> and attempt to restart after <b>3 hours.</b> </p> <p class="ms-4 my-3"> It is recommended to use a value at least three times the sensor update frequency or higher to ensure proper collection of sensor data. Additionally, depending on your specific flow speed and water tank capacity, more or less time may be required to move 1 centimeter effectively. </p> <p class="ms-4 my-3"> The maximum value is approximately 10 times the sensor update frequency plus 2 minutes, as the pump controller currently stores only the last 10 sensor updates for this feature. </p> <p class="ms-4 alert alert-info" role="alert"> To disable the <b>Flow Check</b> feature, set the value to <b>zero (0)</b>. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> <div class="col-md-auto my-2"> Don't Depends On: <span class="badge text-bg-primary fw-bold">Smart Off</span> </div> </div>
es: <p class="ms-4 my-3" > Cuando el motor de agua está <b>encendido</b>, verifica cada X minutos si está proporcionando flujo entrante. Si no se detecta flujo, el motor de agua se <b>detendrá</b> y tratará de reiniciarse después de <b>3 horas.</b> </p> <p class="ms-4 my-3"> Se recomienda usar un valor al menos tres veces la frecuencia de actualización del sensor o mayor para garantizar una recopilación adecuada de datos del sensor. Además, dependiendo de la velocidad específica del flujo y la capacidad del tanque de agua, se puede requerir más o menos tiempo para mover 1 centímetro de manera efectiva. </p> <p class="ms-4 my-3"> El valor máximo es aproximadamente 10 veces la frecuencia de actualización del sensor más 2 minutos, ya que el controlador del motor de agua actualmente almacena solo las últimas 10 actualizaciones del sensor para esta función. </p> <p class="ms-4 alert alert-info" role="alert"> Para desactivar la función <b>Verificación de Flujo</b>, establezca el valor en <b>cero (0)</b>. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> <div class="col-md-auto my-2"> No depende de: <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > जब पंप <b>चालू</b> होता है, तो यह हर X मिनट में जांच करता है कि क्या यह आने वाला प्रवाह प्रदान कर रहा है। यदि कोई प्रवाह नहीं पाया जाता है, तो पंप <b>बंद</b> हो जाएगा और <b>3 घंटे</b> बाद पुनः प्रारंभ करने का प्रयास करेगा। </p> <p class="ms-4 my-3"> सेंसर डेटा के उचित संग्रह के लिए कम से कम तीन गुना सेंसर अपडेट आवृत्ति या उससे अधिक का मान उपयोग करने की सिफारिश की जाती है। इसके अलावा, आपके विशिष्ट प्रवाह गति और पानी की टंकी की क्षमता के आधार पर, 1 सेंटीमीटर को प्रभावी ढंग से हिलाने के लिए अधिक या कम समय की आवश्यकता हो सकती है। </p> <p class="ms-4 my-3"> अधिकतम मान सेंसर अपडेट आवृत्ति के लगभग 10 गुना प्लस 2 मिनट है, क्योंकि पंप कंट्रोलर वर्तमान में इस सुविधा के लिए केवल अंतिम 10 सेंसर अपडेट को संग्रहीत करता है। </p> <p class="ms-4 alert alert-info" role="alert"> <b>प्रवाह जांच</b> सुविधा को अक्षम करने के लिए, मान को <b>शून्य (0)</b> पर सेट करें। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> <div class="col-md-auto my-2"> निर्भर नहीं करता: <span class="badge text-bg-primary fw-bold">स्मार्ट बंद</span> </div> </div>

source: Blind Distance:
es: Distancia Ciega:
hi: अंध दूरी:

source: <p class="ms-4 my-3"> The pump <b>stop</b> if reach the sensor blind distance. </p> <p class="ms-4 my-3 alert alert-danger" role="alert"> It is important to make all necessary adjustments to avoid exceeding the sensor's blind distance. Otherwise, the sensor may report random water level measurements, potentially causing <b>erratic behavior</b> in the automatic pump feature. </p> <ul class="list-group my-3 mx-3" > <h6 class="ms-4" > Common Sensor Blind Distances </h6> <li class="list-group-item list-group-item-action" > <b>AJ-SR04M: </b> 20 CM </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> 2 CM </li> </ul> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-primary fw-bold">Smart Off</span> and <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> <div class="col-md-auto my-2"> Don't Depends On: <span class="badge text-bg-danger fw-bold">Smart Mode</span> if <span class="badge text-bg-warning fw-bold">Safe Mode</span> in <b>ON</b> </div> </div>
es: <p class="ms-4 my-3"> El motor de agua <b>se detendrá</b> si alcanza la distancia ciega del sensor. </p> <p class="ms-4 my-3 alert alert-danger" role="alert"> Es importante realizar todos los ajustes necesarios para evitar exceder la distancia ciega del sensor. De lo contrario, el sensor podría reportar mediciones aleatorias del nivel de agua, lo que podría causar <b>comportamientos erráticos</b> en la función automática del motor de agua. </p> <ul class="list-group my-3 mx-3" > <h6 class="ms-4" > Distancias Ciegas Comunes de Sensores </h6> <li class="list-group-item list-group-item-action" > <b>AJ-SR04M: </b> 20 CM </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> 2 CM </li> </ul> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-primary fw-bold">Apagado Iteligente</span> y <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> <div class="col-md-auto my-2"> No depende de: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> si <span class="badge text-bg-warning fw-bold">Funcionamiento Seguro</span> está <b>ACTIVADO</b> </div> </div>
hi: <p class="ms-4 my-3"> पंप <b>बंद</b> हो जाएगा यदि सेंसर की अंध दूरी तक पहुंच जाता है। </p> <p class="ms-4 my-3 alert alert-danger" role="alert"> सेंसर की अंध दूरी को पार करने से बचने के लिए सभी आवश्यक समायोजन करना महत्वपूर्ण है। अन्यथा, सेंसर यादृच्छिक पानी के स्तर की माप रिपोर्ट कर सकता है, जिससे स्वचालित पंप सुविधा में <b>अनियमित व्यवहार</b> हो सकता है। </p> <ul class="list-group my-3 mx-3" > <h6 class="ms-4" > सामान्य सेंसर अंध दूरी </h6> <li class="list-group-item list-group-item-action" > <b>AJ-SR04M: </b> 20 सेमी </li> <li class="list-group-item list-group-item-action"> <b>RCWL-1670: </b> 2 सेमी </li> </ul> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता: <span class="badge text-bg-primary fw-bold">स्मार्ट बंद</span> और <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> <div class="col-md-auto my-2"> निर्भर नहीं करता: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> यदि <span class="badge text-bg-warning fw-bold">सुरक्षित मोड</span> <b>चालू</b> है </div> </div>

source: Disabled Hours:
es: Horas Deshabilitado:
hi: अक्षम घंटे:

source: <p class="ms-4 my-3" > Comma separated list of GMT-4 hours when the pump will not start. Example: 23,0,1,2,3,4,5,6,7,8,9 <br> Useful to avoid pump start at specific hours, use GMT-4 timezone. </p> <div class="ms-4 my-2 alert alert-info" > Local Timezone Converter: <span class="badge text-bg-primary fw-bold" id="timezone_name" >-</span> <input id="local_hours_off" type="text" value="" disabled > </div> <p class="ms-4 my-3" > If the pump is running and <span class="badge text-bg-primary fw-bold">Smart Mode</span> is enabled, it will stop when <span class="badge text-bg-success fw-bold">Disabled Hours</span> begin. </p> <p class="ms-4 my-3 alert alert-warning" role="alert" > <span class="badge text-bg-primary fw-bold">Smart Off</span> don't influence or disable this feature. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> <div class="col-md-auto my-2"> Don't Depends On: <span class="badge text-bg-primary fw-bold">Smart Off</span> </div> </div>
es: <p class="ms-4 my-3" > Lista separada por comas de las horas en GMT-4 en las que el motor de agua no se encenderá. Ejemplo: 23,0,1,2,3,4,5,6,7,8,9 <br> Útil para evitar que el motor de agua se encienda a horas específicas; usa el huso horario GMT-4. </p> <div class="ms-4 my-2 alert alert-info" > Convertidor de zona horaria local: <span class="badge text-bg-primary fw-bold" id="timezone_name" >-</span> <input id="local_hours_off" type="text" value="" disabled > </div> <p class="ms-4 my-3" > Si el motor de agua está funcionando y <span class="badge text-bg-primary fw-bold">Modo Inteligente</span> está habilitado, se detendrá cuando comiencen las <span class="badge text-bg-success fw-bold">Horas Deshabilitadas</span>. </p> <p class="ms-4 my-3 alert alert-warning" role="alert" > <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> no influye ni deshabilita esta función. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> <div class="col-md-auto my-2"> No depende de: <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > पंप के शुरू न होने वाले GMT-4 घंटों की अल्पविराम से अलग की गई सूची। उदाहरण: 23,0,1,2,3,4,5,6,7,8,9 <br> विशिष्ट समय पर पंप चालू होने से बचने के लिए, GMT-4 समय क्षेत्र का उपयोग करें। </p> <div class="ms-4 my-2 alert alert-info" > स्थानीय समय क्षेत्र परिवर्तक: <span class="badge text-bg-primary fw-bold" id="timezone_name" >-</span> <input id="local_hours_off" type="text" value="" disabled > </div> <p class="ms-4 my-3" > यदि पंप चालू है और <span class="badge text-bg-primary fw-bold">स्मार्ट मोड</span> सक्षम है, तो यह <span class="badge text-bg-success fw-bold">अक्षम घंटे</span> शुरू होने पर बंद हो जाएगा। </p> <p class="ms-4 my-3 alert alert-warning" role="alert" > <span class="badge text-bg-primary fw-bold">स्मार्ट ऑफ</span> इस सुविधा को प्रभावित या अक्षम नहीं करता। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता है: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> <div class="col-md-auto my-2"> निर्भर नहीं करता: <span class="badge text-bg-primary fw-bold">स्मार्ट ऑफ</span> </div> </div>

source: Safe Run
es: Funcionamiento Seguro
hi: सुरक्षित चलाना

source: <p class="ms-4 my-3 alert alert-info" role="alert"> In safe mode, the <span class="badge text-bg-danger fw-bold">Smart Mode</span> will be disabled, and the pump will turn <b>OFF</b> if the device moves beyond the <b>blind area</b> by more than <b>2 centimeters</b>, or if the sensor reports <b>zero distance</b> (indicating a disconnected sensor cable). </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-primary fw-bold">Smart Off</span> </div> <div class="col-md-auto my-2"> Don't Depends On: <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> </div>
es: <p class="ms-4 my-3 alert alert-info" role="alert"> En el modo seguro, el <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> será deshabilitado, y el motor se apagará <b>OFF</b> si el dispositivo se mueve más allá del <b>área ciega</b> por más de <b>2 centímetros</b>, o si el sensor informa <b>distancia cero</b> (indicando un cable de sensor desconectado). </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> </div> <div class="col-md-auto my-2"> No depende de: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3 alert alert-info" role="alert"> सुरक्षित मोड में, <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> अक्षम हो जाएगा, और पंप <b>बंद</b> हो जाएगा यदि डिवाइस <b>अंधे क्षेत्र</b> से अधिक हो जाता है <b>2 सेंटीमीटर</b> से अधिक, या यदि सेंसर <b>शून्य दूरी</b> रिपोर्ट करता है (जो इंगित करता है कि सेंसर केबल डिस्कनेक्ट है)। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता है: <span class="badge text-bg-primary fw-bold">स्मार्ट ऑफ</span> </div> <div class="col-md-auto my-2"> निर्भर नहीं करता: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> </div>

source: Update Settings
es: Actualizar Configuración
hi: सेटिंग्स अपडेट करें

source: To edit settings
es: Para ajustar los settings
hi: सेटिंग्स संपादित करने के लिए

source: or
es: o
hi: या

source: a user account
es: una cuenta de usuario
hi: एक उपयोगकर्ता खाता

source: To edit settings, scan the QR code belonging to the device's private key.
es: Para editar configuraciones, escanea el código QR que pertenece a la clave privada del dispositivo.
hi: सेटिंग्स संपादित करने के लिए, डिवाइस की निजी कुंजी से संबंधित QR कोड स्कैन करें।

source: Scan Private QR
es: Escanear código QR de clave privada
hi: निजी QR स्कैन करें

source: Show Live Device Events
es: Eventos en tiempo real
hi: लाइव डिवाइस ईवेंट दिखाएं

source: No events reported yet by device!
es: No se ha reportado ningún evento
hi: डिवाइस द्वारा अभी तक कोई ईवेंट रिपोर्ट नहीं किया गया!

source: Show Past 20 Events
es: Mostrar últimos 20 eventos
hi: पिछले 20 ईवेंट दिखाएं

source: Switch operation fails, check smart settings or internet connection!
es: ¡Fallo en la operación del interruptor, verifica la configuración inteligente o la conexión a internet!
hi: स्विच संचालन विफल, स्मार्ट सेटिंग्स या इंटरनेट कनेक्शन जांचें!

source: If not user logged, device will be stored only at your local browser.
es: Si no hay usuario registrado, el dispositivo se almacenará solo en tu navegador local.
hi: यदि उपयोगकर्ता लॉग इन नहीं है, तो डिवाइस केवल आपके स्थानीय ब्राउज़र में संग्रहीत होगा।

source: to bookmark this page.
es: para marcar esta página como favorita
hi: इस पृष्ठ को बुकमार्क करने के लिए।

source: "QR don't contains a private key"
es: "El QR no contiene una clave privada"
hi: "QR में निजी कुंजी नहीं है"

source: Order Received
es: Pedido recibido
hi: आदेश प्राप्त हुआ

source: Thanks For Your Purchase
es: Gracias por su compra
hi: आपकी खरीदारी के लिए धन्यवाद

source: It could take some minutes to complete the order processing.
es: El procesamiento de su pedido puede tardar algunos minutos.
hi: आदेश प्रसंस्करण पूरा होने में कुछ मिनट लग सकते हैं।

source: Disabled Device
es: Dispositivo deshabilitado
hi: अक्षम डिवाइस

source: This device is disabled, because don't have a valid subscription or unlock. Check subscription options at the end of this page.
es: Este dispositivo está deshabilitado porque no tiene una suscripción válida o desbloqueo. Revise las opciones de suscripción al final de esta página.
hi: यह डिवाइस अक्षम है, क्योंकि इसमें मान्य सदस्यता या अनलॉक नहीं है। इस पृष्ठ के अंत में सदस्यता विकल्प देखें।

source: Enable Alert Sounds
es: Habilitar sonidos de alerta
hi: अलर्ट ध्वनियाँ सक्षम करें

source: This notification shows because your user have active alerts for this device
es: Esta notificación aparece porque tu usuario tiene alertas activas para este dispositivo
hi: यह सूचना प्रदर्शित होती है क्योंकि आपके उपयोगकर्ता के पास इस डिवाइस के लिए सक्रिय अलर्ट हैं।

source: No
hi: नहीं

source: Yes
es: Sí
hi: हाँ

source: Mute
es: Silenciar
hi: मौन

source: Water Available
es: Agua disponible
hi: पानी उपलब्ध

source: WiFi Signal Strength
es: Intensidad de señal WiFi
hi: WiFi सिग्नल शक्ति

source: Add Alert
es: Agregar alerta
hi: अलर्ट जोड़ें

source: Water Level
es: Nivel de agua
hi: पानी का स्तर

source: Add Sensor Offline Alert:
es: Agregar alerta de sensor fuera de línea:
hi: सेंसर ऑफलाइन अलर्ट जोड़ें:

source: To add alerts
es: Para agregar alertas
hi: अलर्ट जोड़ने के लिए

source: Alerts List
es: Lista de alertas
hi: अलर्ट सूची

source: Offline Alert
es: Alerta fuera de línea
hi: ऑफ़लाइन अलर्ट

source: Empty Level:
es: Nivel vacío:
hi: खाली स्तर:

source: Set here how many centimeters of deep have the water tank, from sensor to the water tank bottom.
es: Configura aquí cuántos centímetros de profundidad tiene el tanque de agua, desde el sensor hasta el fondo del tanque.
hi: यहाँ सेट करें कि सेंसर से पानी की टंकी के तल तक कितने सेंटीमीटर की गहराई है।

source: Top Margin:
es: Margen superior:
hi: शीर्ष मार्जिन:

source: Set centimeters of margin from sensor location to maximum water tank level.
es: Configura los centímetros de margen desde la ubicación del sensor hasta el nivel máximo del tanque de agua.
hi: सेंसर स्थान से अधिकतम जल टैंक स्तर तक सेंटीमीटर का मार्जिन सेट करें।

source: Measurement Frequency:
es: Frecuencia de medición:
hi: मापने की आवृत्ति:

source: How many seconds wait/delay to send updated fluid storage levels by WiFi.<br> Note lower values will increase battery/power usage at sensor device.<br> Default: 120 seconds
es: Cuántos segundos esperar para enviar los niveles actualizados de almacenamiento de fluido por WiFi.<br> Tenga en cuenta que los valores más bajos aumentarán el consumo de batería en el dispositivo sensor.<br> Predeterminado: 120 segundos
hi: वाईफाई द्वारा अद्यतन तरल भंडारण स्तर भेजने के लिए कितने सेकंड प्रतीक्षा करें/विलंब करें।<br> ध्यान दें कि कम मान सेंसर डिवाइस पर बैटरी/पावर उपयोग बढ़ाएंगे।<br> डिफ़ॉल्ट: 120 सेकंड

source: Scan Private Key QR
es: Escanear código QR de clave privada
hi: प्राइवेट की QR स्कैन करें

source: Private Key QR (Admin Device)
es: QR de clave privada (Administrar Dispositivo)
hi: प्राइवेट की QR (एडमिन डिवाइस)

source: Private Key:
es: Clave privada:
hi: प्राइवेट की:

source: Device Subscriptions
es: Suscripciones del dispositivo
hi: डिवाइस सदस्यताएँ

source: Fast Update
es: Actualización rápida
hi: तेज अपडेट

source: Active
es: Activo
hi: सक्रिय

source: Subscription to enable faster frequency updates up to 30 seconds.
es: Suscripción para habilitar actualizaciones de frecuencia más rápidas hasta 30 segundos.
hi: 30 सेकंड तक की तेज़ आवृत्ति अपडेट सक्षम करने के लिए सदस्यता लें।

source: Price:
es: Precio:
hi: मूल्य:

source: USD/Month
es: USD/mes
hi: USD/महीना

source: Minimum frequency updates 30 seconds. Requires the <b>Basic Plan</b> or <b>Unlock Device</b>
es: Actualización mínima de frecuencia cada 30 segundos. Requiere el <b>Plan Básico</b> o <b>Desbloquear Dispositivo</b>
hi: न्यूनतम आवृत्ति अपडेट 30 सेकंड। <b>बेसिक प्लान</b> या <b>अनलॉक डिवाइस</b> की आवश्यकता है।

source: Basic Plan
es: Plan Básico
hi: बेसिक प्लान

source: Basic monthly subscription required to use the device.
es: Se requiere una suscripción mensual básica para usar el dispositivo.
hi: डिवाइस का उपयोग करने के लिए बेसिक मासिक सदस्यता आवश्यक है।

source: Minimum frequency updates 120 seconds.
es: Actualización mínima de frecuencia cada 120 segundos.
hi: न्यूनतम आवृत्ति अपडेट 120 सेकंड।

source: Fast Premium
es: Rápido Premium
hi: फास्ट प्रीमियम

source: Minimum frequency updates 30 seconds.
es: Actualización mínima de frecuencia cada 30 segundos.
hi: न्यूनतम आवृत्ति अपडेट 30 सेकंड।

source: Unlocked Device
es: Dispositivo desbloqueado
hi: अनलॉक किया गया डिवाइस

source: This device is unlocked and can be used without subscriptions.
es: Este dispositivo está desbloqueado y se puede usar sin suscripciones.
hi: यह डिवाइस अनलॉक है और इसे बिना सदस्यता के उपयोग किया जा सकता है।

source: Fast Updates
es: Actualizaciones rápidas
hi: तेज़ अपडेट

source: Buy this monthly subscription to enable faster frequency updates up to 30 seconds.
es: Compra esta suscripción mensual para habilitar actualizaciones de frecuencia más rápidas hasta 30 segundos.
hi: 30 सेकंड तक की तेज़ आवृत्ति अपडेट सक्षम करने के लिए इस मासिक सदस्यता को खरीदें।

source: 1-Week Free Trial
es: Prueba gratuita de 1 semana
hi: 1-सप्ताह का निःशुल्क परीक्षण

source: Manage Your Active Subscription
es: Gestionar tu suscripción activa
hi: अपनी सक्रिय सदस्यता प्रबंधित करें

source: If you wish to manage or cancel your subscription, please click the button below:
es: Si deseas gestionar o cancelar tu suscripción, haz clic en el botón de abajo:
hi: यदि आप अपनी सदस्यता प्रबंधित या रद्द करना चाहते हैं, तो कृपया नीचे दिए गए बटन पर क्लिक करें:

source: Manage Subscriptions
es: Gestionar suscripciones
hi: सदस्यता प्रबंधित करें

source: To buy or manage a subscription a user account is not required
es: Para comprar o gestionar una suscripción no se requiere una cuenta de usuario
hi: सदस्यता खरीदने या प्रबंधित करने के लिए उपयोगकर्ता खाता आवश्यक नहीं है

source: Alert: Offline Sensor!
es: ¡Alerta: Sensor fuera de línea!
hi: चेतावनी: ऑफ़लाइन सेंसर!

source: Alert: Water Level Under
es: ¡Alerta: Nivel de agua bajo!
hi: चेतावनी: जल स्तर कम

source: Alert: Water Level Over
es: ¡Alerta: Nivel de agua alto!
hi: चेतावनी: जल स्तर अधिक

source: Empty distance:
es: Distancia vacía:
hi: रिक्त दूरी:

source: Charge
es: Cargar
hi: चार्ज

source: Battery
es: Batería
hi: बैटरी

source: Battery Charge:
es: Carga de la batería:
hi: बैटरी चार्ज:

source: User Dashboard
es: Panel de Usuario
hi: उपयोगकर्ता डैशबोर्ड

source: Alerts
es: Alertas
hi: चेतावनियाँ

source: Email Alerts
es: Alertas por correo electrónico
hi: ईमेल चेतावनियाँ

source: Alerts Frequency:
es: Frecuencia de alertas:
hi: अलर्ट की आवृत्ति:

source: Hours:
es: Horas
hi: घंटे:

source: Update
es: Actualizar
hi: अपडेट

source: Developer Zone
es: Zona de Desarrolladores
hi: डेवलपर ज़ोन
