Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: <b>Flexible Measurement Range from 2 cm to 8 meters</b> <p> The measurement range depends on the sensor used. For the most common waterproof <b>AJ-SR04M sensor</b>, the typical range is from <b>20 cm to 4 meters</b>, and sometimes up to 8 meters. </p>
es: <b>Rango de medición flexible de 2 cm a 8 metros</b> <p> El rango de medición depende del sensor utilizado. Para el sensor impermeable más común <b>AJ-SR04M</b>, el rango típico es de <b>20 cm a 4 metros</b>, y a veces hasta 8 metros. </p>
hi: <b>2 सेंटीमीटर से 8 मीटर तक लचीला मापन रेंज</b> <p> मापन रेंज उपयोग किए गए सेंसर पर निर्भर करती है। सबसे आम वॉटरप्रूफ <b>AJ-SR04M सेंसर</b> के लिए, सामान्य रेंज <b>20 सेंटीमीटर से 4 मीटर</b> तक होती है, और कभी-कभी 8 मीटर तक। </p>

source: <a href="https://oshwlab.com/rrguardo83/water-level-.pro-s1-v2" target="_blank"> Open Hardware and Open Source Code under GPL3, including 3D case models</a> <p> Users are free to produce, modify, or resell the hardware and code in accordance with GPL3 terms.<br> Experience the future today by 3D printing the device case at home and either ordering or assembling the electronics yourself. </p>
es: <a href="https://oshwlab.com/rrguardo83/water-level-.pro-s1-v2" target="_blank"> Hardware abierto y código fuente bajo GPL3, incluyendo modelos de carcasa 3D</a> <p> Los usuarios son libres de producir, modificar o revender el hardware y el código de acuerdo con los términos de GPL3.<br> Experimenta el futuro hoy imprimiendo en 3D la carcasa del dispositivo en casa y ya sea ordenando o ensamblando la electrónica por ti mismo. </p>
hi: <a href="https://oshwlab.com/rrguardo83/water-level-.pro-s1-v2" target="_blank"> जीपीएल3 के तहत ओपन हार्डवेयर और ओपन सोर्स कोड, जिसमें 3D केस मॉडल शामिल हैं</a> <p> उपयोगकर्ता GPL3 शर्तों के अनुसार हार्डवेयर और कोड का उत्पादन, संशोधन या पुनर्विक्रय करने के लिए स्वतंत्र हैं।<br> घर पर उपकरण केस को 3D प्रिंट करके और इलेक्ट्रॉनिक्स को या तो खरीदकर या खुद से जोड़कर आज ही भविष्य का अनुभव करें। </p>

source: <b>Remote Web Administration of Device Parameters.<br> Access and adjust device settings conveniently from any web browser. </b><br><br> <b>Available adjustment options include:</b> <ul class="list-group ms-3 list-group-numbered my-2" > <li class="list-group-item list-group-item-action list-group-item-info"> <b>Empty Level:</b> Define the depth of the water tank in centimeters. This measurement is taken from the sensor to the bottom of the tank. </li> <li class="list-group-item list-group-item-action list-group-item-dark text-white"> <b>Top Margin:</b> Specify the margin in centimeters from the sensor to the maximum water level of the tank.<br> This setting is useful for tanks with a shut-off valve that prevents overfilling by stopping at a specific distance below the top cover. </li> <li class="list-group-item list-group-item-action list-group-item-info"> <b>Water Level Measurement Frequency:</b><br> Set how often water level measurements are taken.<br> This feature is useful for conserving battery life or monitoring flow levels more quickly. </li> </ul>
es: <b>Administración remota de parámetros del dispositivo vía web.<br> Accede y ajusta la configuración del dispositivo fácilmente desde cualquier navegador web. </b><br><br> <b>Opciones de ajuste disponibles:</b> <ul class="list-group ms-3 list-group-numbered my-2" > <li class="list-group-item list-group-item-action list-group-item-info"> <b>Nivel vacío:</b> Define la profundidad del tanque de agua en centímetros. Esta medición se toma desde el sensor hasta el fondo del tanque. </li> <li class="list-group-item list-group-item-action list-group-item-dark text-white"> <b>Margen superior:</b> Especifica el margen en centímetros desde el sensor hasta el nivel máximo de agua del tanque.<br> Este ajuste es útil para tanques con válvula de cierre automático que evita sobrellenados deteniéndose a una distancia específica bajo la tapa superior. </li> <li class="list-group-item list-group-item-action list-group-item-info"> <b>Frecuencia de medición del nivel de agua:</b><br> Configura cada cuánto tiempo se realizan mediciones del nivel.<br> Esta función es útil para conservar la vida útil de las baterías o monitorear niveles de flujo más rápidamente. </li> </ul>
hi: <b>डिवाइस पैरामीटर्स का रिमोट वेब प्रबंधन.<br> किसी भी वेब ब्राउज़र से सुविधाजनक तरीके से डिवाइस सेटिंग्स एक्सेस और समायोजित करें। </b><br><br> <b>उपलब्ध समायोजन विकल्प:</b> <ul class="list-group ms-3 list-group-numbered my-2" > <li class="list-group-item list-group-item-action list-group-item-info"> <b>खाली स्तर:</b> पानी की टंकी की गहराई सेंटीमीटर में परिभाषित करें। यह माप सेंसर से टंकी के तल तक लिया जाता है। </li> <li class="list-group-item list-group-item-action list-group-item-dark text-white"> <b>शीर्ष मार्जिन:</b> सेंसर से टंकी के अधिकतम जल स्तर तक सेंटीमीटर में मार्जिन निर्दिष्ट करें।<br> यह सेटिंग उन टंकियों के लिए उपयोगी है जिनमें शट-ऑफ वाल्व होता है, जो ऊपरी कवर से नीचे एक निश्चित दूरी पर रुककर अतिप्रवाह को रोकता है। </li> <li class="list-group-item list-group-item-action list-group-item-info"> <b>जल स्तर मापन आवृत्ति:</b><br> सेट करें कि कितनी बार पानी के स्तर का मापन लिया जाए।<br> यह सुविधा बैटरी जीवन बचाने या प्रवाह स्तर को तेजी से मॉनिटर करने के लिए उपयोगी है। </li> </ul>

source: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Automatic Firmware Updates</b> <p> Keep your device up-to-date with the latest features and improvements. Updates are applied automatically for a seamless user experience. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Designed and tested for outdoor and indoor use.</b><br> Built to withstand sun, rain, and wind under normal outdoor conditions. Reliable performance indoors and outdoors alike. </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>External 2.4GHz WiFi Antenna (3dBi or 5dBi)</b><br> <p> Offers outdoor ranges of <b>100-150 meters</b> with a <b>3dBi</b> antenna and up to <b>200 meters</b> with a <b>5dBi</b> antenna, depending on line-of-sight.<br> Indoors, the range typically spans <b>30-70 meters</b>, influenced by obstacles and antenna choice. Compatible with <b>2.4GHz WiFi</b> range extenders. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Low Energy Consumption</b><br> <p> Consumes approximately <b>75mA</b> while sending water level data via <b>WiFi</b>.<br> In sleep/waiting mode, energy usage drops to just <b>0.01mA</b>. </p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>Easy-to-Manufacture Design</b> <p> The energy module is integrated into a single PCB. The sensor connects easily via a plug-in, with no soldering required when you purchase the pre-assembled PCB, making it easy for anyone or any factory to manufacture in small batches. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Expected Operating Temperature Range</b><br> <p> Based on the components used, the expected temperature range is from <b>-20°C (-4°F)</b> to <b>+50°C (122°F)</b>, although this has not been tested extensively. </p> </li>
es: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>Actualizaciones automáticas de firmware</b> <p> Mantén tu dispositivo actualizado con las últimas características y mejoras. Las actualizaciones se aplican automáticamente para una experiencia de usuario sin interrupciones. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Diseñado y probado para uso en interiores y exteriores.</b><br> Construido para resistir el sol, la lluvia y el viento en condiciones exteriores normales. Rendimiento inteligente tanto en interiores como en exteriores. </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>Antenna WiFi externa de 2.4GHz (3dBi o 5dBi)</b><br> <p> Ofrece rangos exteriores de <b>100-150 metros</b> con una <b>antena de 3dBi</b> y hasta <b>200 metros</b> con una <b>antena de 5dBi</b>, dependiendo de la línea de visión.<br> En interiores, el rango típicamente varía de <b>30-70 metros</b>, influenciado por obstáculos y la elección de la antena. Compatible con <b>extensores de alcance WiFi de 2.4GHz</b>. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Bajo consumo de energía</b><br> <p> Consume aproximadamente <b>75mA</b> mientras envía datos del nivel de agua a través de <b>WiFi</b>.<br> En modo de espera, el consumo de energía se reduce a solo <b>0.01mA</b>. </p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>Diseño fácil de fabricar</b> <p> El módulo de energía está integrado en una sola PCB. El sensor se conecta fácilmente mediante un conector, sin necesidad de soldadura cuando compras la PCB preensamblada, lo que facilita la fabricación tanto para cualquier persona como para cualquier fábrica en lotes pequeños. </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>Rango de temperatura de operación esperado</b><br> <p> Basado en los componentes utilizados, el rango de temperatura esperado es de <b>-20°C (-4°F)</b> a <b>+50°C (122°F)</b>, aunque esto no ha sido probado exhaustivamente. </p> </li>
hi: <li class="list-group-item list-group-item-action list-group-item-success active"> <b>स्वचालित फर्मवेयर अपडेट</b> <p> अपने उपकरण को नवीनतम सुविधाओं और सुधारों के साथ अपडेट रखें। अपडेट स्वचालित रूप से लागू होते हैं ताकि उपयोगकर्ता का अनुभव सहज बना रहे। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>बाहरी और आंतरिक उपयोग के लिए डिज़ाइन और परीक्षण किया गया।</b><br> सामान्य बाहरी परिस्थितियों में धूप, बारिश और हवा का सामना करने के लिए बनाया गया। घरेलू और बाहरी दोनों जगह पर विश्वसनीय प्रदर्शन। </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>बाहरी 2.4GHz WiFi एंटीना (3dBi या 5dBi)</b><br> <p> <b>3dBi</b> एंटीना के साथ बाहरी रेंज <b>100-150 मीटर</b> और <b>5dBi</b> एंटीना के साथ <b>200 मीटर</b> तक, दृष्टि-रेखा पर निर्भर करता है।<br> घरेलू उपयोग में, रेंज आमतौर पर <b>30-70 मीटर</b> तक होती है, जो बाधाओं और एंटीना चयन पर निर्भर करती है। <b>2.4GHz WiFi</b> रेंज एक्सटेंडर के साथ संगत। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>कम ऊर्जा खपत</b><br> <p> <b>WiFi</b> के माध्यम से पानी के स्तर का डेटा भेजते समय लगभग <b>75mA</b> की खपत होती है।<br> स्लीप/प्रतीक्षा मोड में, ऊर्जा खपत घटकर केवल <b>0.01mA</b> रह जाती है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-success active" > <b>आसानी से निर्माण के लिए डिज़ाइन</b> <p> ऊर्जा मॉड्यूल एक ही PCB में एकीकृत है। सेंसर प्लग-इन के माध्यम से आसानी से जुड़ता है, पूर्व-संयोजित PCB खरीदने पर किसी भी प्रकार की सोल्डरिंग की आवश्यकता नहीं होती, जिससे किसी भी व्यक्ति या कारखाने के लिए छोटे पैमाने पर निर्माण करना आसान हो जाता है। </p> </li> <li class="list-group-item list-group-item-action list-group-item-primary" > <b>अपेक्षित संचालन तापमान सीमा</b><br> <p> इस्तेमाल किए गए घटकों के आधार पर, अपेक्षित तापमान सीमा <b>-20°C (-4°F)</b> से <b>+50°C (122°F)</b> तक है, हालांकि इसका व्यापक परीक्षण नहीं किया गया है। </p> </li>

source: Please verify that you are not a robot.
es: Por favor, verifica que no eres un robot.

source: Premium monthly subscription required to use the device that include faster frequency updates up to 30 seconds.
es: Se requiere una suscripción mensual Premium para usar el dispositivo que incluye actualizaciones de frecuencia más rápidas hasta 30 segundos.
