Repository: rrguardo/WaterLevel.Pro
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, hi

source: Please log in to access this page.
es: Inicie sesión para acceder a esta página.
hi: इस पृष्ठ का प्रयोग करने केलिए लॉगिन करें।

source: Confirm your user email, check inbox or retry register with same email.
es: Confirma tu correo electrónico de usuario, revisa tu bandeja de entrada o intenta registrarte nuevamente con el mismo correo.
hi: अपना उपयोगकर्ता ईमेल पुष्टि करें, इनबॉक्स देखें या उसी ईमेल से पुनः पंजीकरण करने का प्रयास करें।

source: Invalid username or password
es: Usuario o contraseña inválidos
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड

source: Register email sent, check inbox.
es: Correo de registro enviado, revisa tu bandeja de entrada.
hi: पंजीकरण ईमेल भेजा गया, इनबॉक्स देखें।

source: Confirm success!
es: ¡Confirmación exitosa!
hi: पुष्टि सफल!

source: Invalid confirmation code
es: Código de confirmación inválido
hi: अमान्य पुष्टिकरण कोड

source: Invalid phone number, use only numbers!
hi: अमान्य फ़ोन नंबर, केवल अंकों का उपयोग करें!

source: Invalid frequency value!
hi: अमान्य आवृत्ति मान!

source: Alert settings update success!
hi: चेतावनी सेटिंग्स अपडेट सफल!

source: No event reported
es: No se ha reportado ningún evento
hi: कोई घटना रिपोर्ट नहीं हुई

source: Sensor reach near the blind area!
es: ¡El sensor está cerca del área ciega!
hi: सेंसर अंधे क्षेत्र के पास पहुँच गया!

source: Sensor reach near the danger blind area!
es: ¡El sensor está cerca del área ciega minima!
hi: सेंसर खतरनाक अंधे क्षेत्र के पास पहुँच गया!

source: No water inflow detected!
es: ¡No se detectó flujo de agua!
hi: कोई पानी का प्रवाह नहीं पाया गया!

source: Offline long time detected!
es: ¡Sensor desconectado durante mucho tiempo!
hi: लंबे समय तक ऑफ़लाइन रहना पता चला!

source: Offline sensor detected!
es: ¡Sensor fuera de línea detectado!
hi: ऑफ़लाइन सेंसर पता चला!

source: Reach End Level percent!
es: ¡Se alcanzó el porcentaje del nivel final!
hi: अंतिम स्तर प्रतिशत तक पहुँच गया!

source: Reach Start Level percent!
es: ¡Se alcanzó el porcentaje del nivel inicial!
hi: प्रारंभिक स्तर प्रतिशत तक पहुँच गया!

source: Wifi setup started
es: Configuración de WiFi iniciada
hi: वाईफाई सेटअप शुरू हुआ

source: Device boot!
es: ¡Arranque del dispositivo!
hi: उपकरण बूट हुआ!

source: Pump ON
es: Motor de agua encendido
hi: पंप चालू

source: Pump OFF
es: Motor de agua apagado
hi: पंप बंद

source: Fail to post data check internet connection
es: Error al enviar datos, verifica la conexión.
hi: डेटा पोस्ट करने में विफल, इंटरनेट कनेक्शन जाँचें

source: WiFi Reset button pressed
es: Botón de reinicio de WiFi presionado
hi: वाईफाई रीसेट बटन दबाया गया

source: Sensor fault or cable disconnected!
es: ¡Fallo del sensor o cable desconectado!
hi: सेंसर खराबी या केबल डिस्कनेक्ट!

source: Private Key link to your account success! <br> You can now admin device settings.
es: ¡Enlace de clave privada a tu cuenta exitoso! <br> Ahora puedes administrar la configuración del dispositivo.
hi: निजी कुंजी आपके खाते से सफलतापूर्वक जुड़ गई! <br> अब आप उपकरण सेटिंग्स प्रशासित कर सकते हैं।

source: Register Confirm [WaterLevel.Pro]
es: Confirmación de registro [WaterLevel.Pro]
hi: पंजीकरण पुष्टि [WaterLevel.Pro]

source: Welcome to WaterLevel.Pro Services!
es: ¡Bienvenido a los servicios de WaterLevel.Pro!
hi: WaterLevel.Pro सेवाओं में आपका स्वागत है!

source: Open this link
es: Abre este enlace
hi: इस लिंक को खोलें

source: to confirm your WaterLevel.Pro account.
es: para confirmar tu cuenta de WaterLevel.Pro.
hi: अपना WaterLevel.Pro खाता पुष्टि करने के लिए।

source: Best Regards,
es: Saludos cordiales,
hi: सर्वश्रेष्ठ शुभकामनाएँ,

source: Register Processed
es: Registro procesado
hi: पंजीकरण प्रक्रिया पूर्ण

source: Account register processed successfully.
es: Registro de cuenta procesado con éxito.
hi: खाता पंजीकरण सफलतापूर्वक प्रक्रिया पूर्ण।

source: Check your inbox to confirm your account email.
es: Revisa tu bandeja de entrada para confirmar el correo de tu cuenta.
hi: अपना खाता ईमेल पुष्टि करने के लिए अपना इनबॉक्स देखें।

source: My Devices
es: Mis Dispositivos
hi: मेरे उपकरण

source: Contact
es: Contacto
hi: संपर्क

source: Language
es: Idioma
hi: भाषा

source: Home
es: Inicio
hi: होम

source: Settings
es: Configuraciones
hi: सेटिंग्स

source: Admin Dashboard
es: Panel de Administración
hi: व्यवस्थापक डैशबोर्ड

source: Authentication
es: Autenticación
hi: प्रमाणीकरण

source: Logout
es: Cerrar sesión
hi: लॉगआउट

source: Login
es: Iniciar sesión
hi: लॉगिन

source: Register
es: Registrarse
hi: पंजीकरण

source: Features
es: Características
hi: विशेषताएँ

source: Manual
hi: मैनुअल

source: DIY Guide
es: Guía DIY
hi: DIY गाइड

source: User Settings
es: Configuraciones del usuario
hi: उपयोगकर्ता सेटिंग्स

source: Contact Form
es: Formulario de contacto
hi: संपर्क फ़ॉर्म

source: Email
es: Correo electrónico
hi: ईमेल

source: Reason for Contact:
es: Razón del contacto:
hi: संपर्क का कारण:

source: Questions about devices
es: Preguntas sobre dispositivos
hi: उपकरणों के बारे में प्रश्न

source: Inquiry about purchases
es: Consulta sobre compras
hi: खरीदारी के बारे में पूछताछ

source: Complaints
es: Quejas
hi: शिकायतें

source: Other
es: Otro
hi: अन्य

source: Device Type:
es: Tipo de dispositivo:
hi: उपकरण का प्रकार:

source: Message:
es: Mensaje:
hi: संदेश:

source: Enter your message here...
es: Escribe tu mensaje aquí...
hi: यहाँ अपना संदेश दर्ज करें...

source: Send
es: Enviar
hi: भेजें

source: Devices List
es: Lista de dispositivos
hi: उपकरणों की सूची

source: S1 Demo Device
es: Dispositivo de demostración S1
hi: S1 डेमो उपकरण

source: Smart Pump Demo
es: Demostración controlador de agua inteligente
hi: स्मार्ट पंप डेमो

source: Add Device QR
es: Agregar dispositivo QR
hi: डिवाइस QR जोड़ें

source: Error accessing the camera. Please make sure you give permission to access the camera.
es: Error al acceder a la cámara. Asegúrate de otorgar permiso para acceder a la cámara.
hi: कैमरे तक पहुँचने में त्रुटि। कृपया सुनिश्चित करें कि आपने कैमरे तक पहुँच की अनुमति दी है।

source: This browser does not support the functionality necessary to scan QR codes.
es: Este navegador no es compatible con la funcionalidad necesaria para escanear códigos QR.
hi: यह ब्राउज़र QR कोड स्कैन करने के लिए आवश्यक कार्यक्षमता का समर्थन नहीं करता है।

source: Add To User
es: Agregar al usuario
hi: उपयोगकर्ता में जोड़ें

source: Remove
es: Eliminar
hi: हटाएँ

source: Device remove fails!
es: ¡Error al eliminar el dispositivo!
hi: डिवाइस हटाने में विफल!

source: Device Add Success
es: Dispositivo agregado con éxito
hi: डिवाइस सफलतापूर्वक जोड़ा गया

source: Device is now linked to your account.
es: El dispositivo ahora está vinculado a tu cuenta.
hi: डिवाइस अब आपके खाते से जुड़ा हुआ है।

source: Smart Pump and Wireless Water Level Monitoring
es: Motor de Agua Inteligente y Monitoreo Inalámbrico del Nivel de Agua
hi: स्मार्ट पंप और वायरलेस पानी का स्तर मॉनिटरिंग

source: Discover reliable smart pump systems and advanced wireless water level monitoring solutions for tanks and reservoirs. Explore our products including the Smart Pump Module and WiFi Water Level S1.
es: Descubre sistemas de motor de agua inteligentes confiables y soluciones avanzadas de monitoreo inalámbrico del nivel de agua para tanques y depósitos. Explora nuestros productos, incluyendo el Módulo Smart Pump y el WiFi Water Level S1.
hi: टैंक और जलाशयों के लिए विश्वसनीय स्मार्ट पंप सिस्टम और उन्नत वायरलेस पानी के स्तर की निगरानी के समाधान खोजें। हमारे उत्पादों का पता लगाएं, जिनमें स्मार्ट पंप मॉड्यूल और वाईफाई पानी का स्तर S1 शामिल है।

source: smart pump system, wireless water level monitoring, WiFi Water Level S1, Smart Pump Module, water tank sensor, remote water level monitoring
es: sistema de motor de agua inteligente, monitoreo inalámbrico del nivel de agua, WiFi Water Level S1, Módulo Smart Pump, sensor de tanque de agua, monitoreo remoto del nivel de agua
hi: स्मार्ट पंप सिस्टम, वायरलेस पानी का स्तर मॉनिटरिंग, वाईफाई पानी का स्तर S1, स्मार्ट पंप मॉड्यूल, पानी के टैंक सेंसर, रिमोट पानी का स्तर मॉनिटरिंग

source: Remotely and wirelessly measures the water level in tanks up to 8 meters deep.
es: Mide remotamente e inalámbricamente el nivel de agua en tanques de hasta 8 metros de profundidad.
hi: टैंक में पानी का स्तर रिमोट और वायरलेस रूप से 8 मीटर तक की गहराई तक मापता है।

source: Solar Powered
es: Energía Solar
hi: सौर ऊर्जा से चलने वाला

source: Unlimited monitoring range.
es: Rango de monitoreo ilimitado.
hi: असीमित मॉनिटरिंग रेंज।

source: Automatic water pump for S1 - Smart, energy-efficient pump controller with automatic water level control, screen indicator, and durable construction for various water systems.
es: Motor de agua automático para S1 - Controlador de motor de agua inteligente y eficiente en energía con control automático del nivel de agua, indicador en pantalla y construcción duradera para diversos sistemas de agua.
hi: S1 के लिए स्वचालित पानी का पंप - स्मार्ट, ऊर्जा कुशल पंप कंट्रोलर, जिसमें स्वचालित पानी के स्तर का नियंत्रण, स्क्रीन इंडिकेटर और विभिन्न पानी के सिस्टम के लिए मजबूत बनावट है।

source: UI Demo Device
es: Dispositivo de Demostración
hi: यूआई डेमो डिवाइस

source: Remotely and wirelessly measures water levels in tanks with centimeter precision. <br> Access water tank or reservoir level data on your cell phone from anywhere, without needing to be near the device.
es: Mide de forma remota e inalámbrica los niveles de agua en tanques con precisión centimétrica. <br> Accede a los datos del nivel de agua de un tanque o reservorio desde tu celular desde cualquier lugar, sin necesidad de estar cerca del dispositivo.
hi: टैंक में पानी का स्तर सेंटीमीटर की सटीकता के साथ रिमोट और वायरलेस रूप से मापता है। <br> डिवाइस के पास होने की आवश्यकता के बिना, कहीं से भी अपने मोबाइल फोन पर पानी के टैंक या जलाशय के स्तर का डेटा एक्सेस करें।

source: This smart water pump controller integrates with the <b>WiFi Water Level S1</b> sensor, allowing automated pump operation based on water level data. Designed for remote management via a web app, it offers customizable settings for efficient and hands-free water control. Ideal for residential, agricultural, and industrial applications, it promotes sustainable water management and easy system integration.
es: Este controlador de motor de agua de agua inteligente se integra con el sensor <b>WiFi Water Level S1</b>, lo que permite el funcionamiento automático de el motoragua en función de los datos del nivel de agua. Diseñado para la gestión remota a través de una aplicación web, ofrece configuraciones personalizables para un control del agua eficiente y sin intervención manual. Ideal para aplicaciones residenciales, agrícolas e industriales, promueve la gestión sostenible del agua y una fácil integración del sistema.
hi: यह स्मार्ट पानी का पंप कंट्रोलर <b>वाईफाई पानी का स्तर S1</b> सेंसर के साथ एकीकृत होता है, जो पानी के स्तर के डेटा के आधार पर स्वचालित पंप ऑपरेशन की अनुमति देता है। रिमोट प्रबंधन के लिए डिज़ाइन किया गया, वेब ऐप के माध्यम से, यह कुशल और हैंड्स-फ्री पानी के नियंत्रण के लिए अनुकूलनीय सेटिंग्स प्रदान करता है। आवासीय, कृषि और औद्योगिक अनुप्रयोगों के लिए आदर्श, यह स्थायी पानी के प्रबंधन और आसान सिस्टम एकीकरण को बढ़ावा देता है।

source: User Login
es: Iniciar sesión
hi: उपयोगकर्ता लॉगिन

source: Password
es: Contraseña
hi: पासवर्ड

source: Remember this Device
es: Recordar este dispositivo
hi: इस डिवाइस को याद रखें

source: Forgot Password ?
es: ¿Olvidaste tu contraseña?
hi: पासवर्ड भूल गए?

source: Sign In
es: Iniciar sesión
hi: साइन इन करें

source: New to WaterLevel.Pro?
es: ¿Nuevo en WaterLevel.Pro?
hi: WaterLevel.Pro के लिए नया हैं?

source: Create an account
es: Crear una cuenta
hi: एक खाता बनाएं

source: User Register
es: Registro de usuario
hi: उपयोगकर्ता पंजीकरण

source: Email Address
es: Dirección de correo electrónico
hi: ईमेल पता

source: Password Confirm
es: Confirmar contraseña
hi: पासवर्ड पुष्टि करें

source: Sign Up
es: Registrarse
hi: साइन अप करें

source: Already have an Account?
es: ¿Ya tienes una cuenta?
hi: पहले से ही एक खाता है?

source: Passwords do not match!
es: ¡Las contraseñas no coinciden!
hi: पासवर्ड मेल नहीं खाते!

source: Save Device
es: Guardar dispositivo
hi: डिवाइस सहेजें

source: Bookmark Device
es: Bookmark dispositivo
hi: डिवाइस बुकमार्क करें

source: OFLLINE
es: FUERA DE LÍNEA
hi: ऑफ़लाइन

source: ONLINE
es: EN LÍNEA
hi: ऑनलाइन

source: key
es: clave
hi: कुंजी

source: Loading...
es: Cargando...
hi: लोड हो रहा है...

source: OFFLINE
es: FUERA DE LÍNEA
hi: ऑफ़लाइन

source: BUSY
es: Espere
hi: व्यस्त

source: Set Name Device
es: Configurar nombre del dispositivo
hi: डिवाइस का नाम सेट करें

source: Name
es: Nombre
hi: नाम

source: New name here
es: Nuevo nombre aquí
hi: यहाँ नया नाम दर्ज करें

source: Close
es: Cerrar
hi: बंद करें

source: Save
es: Guardar
hi: सहेजें

source: Sensor Linked:
es: Sensor S1 Usado:
hi: सेंसर जुड़ा हुआ:

source: Wi-Fi Signal Strength
es: Intensidad de señal WiFi
hi: वाईफाई सिग्नल की ताकत

source: offline time:
es: Tiempo fuera de línea:
hi: ऑफ़लाइन समय:

source: Public QR (Read-Only)
es: QR público (solo lectura)
hi: सार्वजनिक QR (केवल पढ़ने के लिए)

source: Show QR
es: Mostrar QR
hi: QR दिखाएं

source: Device Settings:
es: Configuraciones del dispositivo
hi: डिवाइस सेटिंग्स:

source: None
es: Ninguno
hi: कोई नहीं

source: Connect a <b>Water Level S1</b> sensor to this smart controller.
es: Conecte un sensor de <b>Water Level S1</b> a este controlador inteligente.
hi: इस स्मार्ट कंट्रोलर से <b>वाटर लेवल S1</b> सेंसर कनेक्ट करें।

source: Smart Mode
es: Modo Inteligente
hi: स्मार्ट मोड

source: Pump <b>start</b> when water level reach
es: El motor de agua <b>arranca</b> cuando el nivel del agua alcanza
hi: जब पानी का स्तर पहुँचे तो पंप <b>शुरू</b> करें

source: or lower
es: o menos
hi: या नीचे

source: Pump <b>stop</b> when water level reach
es: El motor de agua se detiene cuando el nivel del agua alcanza
hi: जब पानी का स्तर पहुँचे तो पंप <b>बंद</b> करें

source: or bigger
es: o mayor
hi: या बड़ा

source: <li class="list-group-item list-group-item-info">Pump <b>stop</b> if water level get closer to the sensor <b>blind area</b> defined at sensor linked settings.</li> <li class="list-group-item list-group-item-info">Pump <b>stop</b> if the sensor is <b>offline</b> or controller lose internet connection.</li> <li class="list-group-item list-group-item-warning"> <b>This is an experimental feature; do not use it without supervision.</b> <br> Ensure all necessary precautions are taken, as it may not work under your specific conditions.<br> <div class="btn3d btn btn-sm btn-primary" id="AdvancedSettingsButton" >Use Advanced Settings</div> to customize the smart mode for factors like water tank size, pump flow, and other variables. </li> <li class="list-group-item list-group-item-danger"> Carefully read the <b><a href="https://waterlevel.pro/manuals/WiFi-Water-Level-S1" target="_blank">WiFi Water Level S1</a></b> sensor installation guide before using this feature. Ensure the sensor inside the water tank is not too close to the water inlet or floating valve and consistently provides accurate water level readings. </li>
es: <li class="list-group-item list-group-item-info">La motor de agua <b>se detiene</b> si el nivel del agua se acerca a la zona <b>ciega</b> del sensor definida en la configuración del sensor vinculado.</li> <li class="list-group-item list-group-item-info">La motor de agua <b>se detiene</b> si el sensor está <b>fuera de línea</b> o el controlador pierde la conexión a Internet.</li> <li class="list-group-item list-group-item-warning"> <b>Esta es una función experimental; no la uses sin supervisión.</b> <br> Asegúrate de tomar todas las precauciones necesarias, ya que puede no funcionar en tus condiciones específicas.<br> <div class="btn3d btn btn-sm btn-primary" id="AdvancedSettingsButton" >Usar configuración avanzada</div> para personalizar el modo inteligente para factores como el tamaño del tanque de agua, el flujo de el motoragua y otras variables. </li> <li class="list-group-item list-group-item-danger"> Lee cuidadosamente la guía de instalación del sensor <b><a href="https://waterlevel.pro/es/manuals/WiFi-Water-Level-S1" target="_blank">WiFi Water Level S1</a></b> antes de usar esta función. Asegúrate de que el sensor dentro del tanque de agua no esté demasiado cerca de la entrada de agua o de la válvula flotante y que proporcione lecturas precisas del nivel del agua de manera constante. </li>
hi: <li class="list-group-item list-group-item-info">पंप <b>बंद</b> हो जाएगा यदि पानी का स्तर सेंसर के <b>अंध क्षेत्र</b> के करीब पहुंच जाता है, जो सेंसर से जुड़ी सेटिंग्स में परिभाषित है।</li> <li class="list-group-item list-group-item-info">पंप <b>बंद</b> हो जाएगा यदि सेंसर <b>ऑफलाइन</b> हो जाता है या कंट्रोलर का इंटरनेट कनेक्शन खो जाता है।</li> <li class="list-group-item list-group-item-warning"> <b>यह एक प्रायोगिक सुविधा है; इसे बिना पर्यवेक्षण के उपयोग न करें।</b> <br> सभी आवश्यक सावधानियां सुनिश्चित करें, क्योंकि यह आपकी विशिष्ट स्थितियों में काम नहीं कर सकता है।<br> <div class="btn3d btn btn-sm btn-primary" id="AdvancedSettingsButton" >उन्नत सेटिंग्स का उपयोग करें</div> स्मार्ट मोड को अनुकूलित करने के लिए जैसे कि पानी की टंकी का आकार, पंप का प्रवाह, और अन्य चर। </li> <li class="list-group-item list-group-item-danger"> इस सुविधा का उपयोग करने से पहले <b><a href="https://waterlevel.pro/manuals/WiFi-Water-Level-S1" target="_blank">WiFi Water Level S1</a></b> सेंसर की स्थापना गाइड को ध्यान से पढ़ें। सुनिश्चित करें कि पानी की टंकी के अंदर सेंसर पानी के इनलेट या फ्लोटिंग वाल्व के बहुत करीब नहीं है और लगातार सटीक पानी के स्तर की रीडिंग प्रदान करता है। </li>

source: Smart Off
es: Apagado Inteligente
hi: स्मार्ट बंद

source: <p class="ms-4 my-3" > Enable the <b>smart off</b> conditions: <b>End Level</b>, <b>Blind Area</b>, <b>Not Water Flow</b>, <b>Offline Sensor</b>.<br> If enabled, the pump will stop when the water level reaches <b>End Level &#37;</b> or <b>Blind Area</b>, if the linked sensor goes <b>offline</b>, or if no incoming water flow is detected during the <b>Flow Check</b> period. </p> <p class="ms-4 alert alert-warning" role="alert"> If <b>disabled</b>, the pump will <b>not stop</b> automatically, and will require click the <b>ON/OFF</b> button at UI to turn off the pump. </p> <p class="ms-4 alert alert-warning" role="alert"> <span class="badge text-bg-primary fw-bold">Smart Off</span> works independently of <span class="badge text-bg-danger fw-bold">Smart Mode</span>. The <b>Blind Area</b> and <b>Offline Sensor</b> conditions activate with <span class="badge text-bg-primary fw-bold">Smart Off</span>, even if <span class="badge text-bg-danger fw-bold">Smart Mode</span> is disabled. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Don't Depends On: <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> </div>
es: <p class="ms-4 my-3" > Habilite las condiciones de <b>apagado inteligente</b>: <b>Nivel de apagado</b>, <b>Área ciega</b>, <b>Sin flujo de agua</b>, <b>Sensor fuera de línea</b>.<br> Si está habilitado, el motoragua se detendrá cuando el nivel de agua alcance <b>&#37; de Nivel de apagado</b> o <b>Área ciega</b>, si el sensor vinculado se pone <b>fuera de línea</b>, o si no se detecta flujo de agua entrante durante el período de <b>Verificación de flujo</b>. </p> <p class="ms-4 alert alert-warning" role="alert"> Si está <b>deshabilitado</b>, el motor de agua <b>no se detendrá</b> automáticamente y será necesario hacer clic en el botón <b>ON/OFF</b> en la interfaz para apagar el motoragua. </p> <p class="ms-4 alert alert-warning" role="alert"> <span class="badge text-bg-primary fw-bold">Apagado Inteligente</span> funciona de manera independiente de <span class="badge text-bg-danger fw-bold">Modo Inteligente</span>. Las condiciones de <b>Área ciega</b> y <b>Sensor fuera de línea</b> se activan con <span class="badge my-1 text-bg-primary fw-bold">Apagado Inteligente</span>, incluso si <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> está deshabilitado. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> No depende de: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > <b>स्मार्ट बंद</b> स्थितियों को सक्षम करें: <b>अंतिम स्तर</b>, <b>अंध क्षेत्र</b>, <b>पानी का प्रवाह नहीं</b>, <b>ऑफलाइन सेंसर</b>।<br> यदि सक्षम किया गया है, तो पंप बंद हो जाएगा जब पानी का स्तर <b>अंतिम स्तर &#37;</b> या <b>अंध क्षेत्र</b> तक पहुंच जाता है, यदि जुड़ा हुआ सेंसर <b>ऑफलाइन</b> हो जाता है, या यदि <b>प्रवाह जांच</b> अवधि के दौरान कोई आने वाला पानी का प्रवाह नहीं पाया जाता है। </p> <p class="ms-4 alert alert-warning" role="alert"> यदि <b>अक्षम</b> किया गया है, तो पंप <b>स्वचालित रूप से बंद नहीं होगा</b>, और पंप को बंद करने के लिए UI पर <b>ON/OFF</b> बटन पर क्लिक करना आवश्यक होगा। </p> <p class="ms-4 alert alert-warning" role="alert"> <span class="badge text-bg-primary fw-bold">स्मार्ट बंद</span> <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> से स्वतंत्र रूप से काम करता है। <b>अंध क्षेत्र</b> और <b>ऑफलाइन सेंसर</b> स्थितियां <span class="badge text-bg-primary fw-bold">स्मार्ट बंद</span> के साथ सक्रिय होती हैं, भले ही <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> अक्षम हो। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> निर्भर नहीं करता है: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> </div>

source: Smart On
es: Encendido Inteligente
hi: स्मार्ट चालू

source: <p class="ms-4 my-3" > Enable the <b>smart on</b> condition: <b>Start Level</b>.<br> If enabled, the pump will start if water level reaches or falls below <b>Start Level &#37;</b>. </p> <p class="ms-4 alert alert-warning" role="alert"> If <b>disabled</b>, the pump will <b>not start</b> automatically, and will require click the <b>ON/OFF</b> button at UI to turn on the pump. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requires: <span class="badge text-bg-danger fw-bold">Smart Mode</span> </div> </div>
es: <p class="ms-4 my-3" > Activa la condición de <b>encendido inteligente</b>: <b>Nivel de Encendido</b>.<br> Si está activado, el motor de agua se encenderá si el nivel de agua alcanza o cae por debajo de <b>Nivel de Encendido &#37;</b>. </p> <p class="ms-4 alert alert-warning" role="alert"> Si está <b>desactivado</b>, el motor de agua <b>no se encenderá</b> automáticamente y será necesario presionar el botón <b>ON/OFF</b> en la interfaz para encender el motor de agua. </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> Requiere: <span class="badge text-bg-danger fw-bold">Modo Inteligente</span> </div> </div>
hi: <p class="ms-4 my-3" > <b>स्मार्ट चालू</b> स्थिति को सक्षम करें: <b>प्रारंभ स्तर</b>।<br> यदि सक्षम किया गया है, तो पंप चालू हो जाएगा यदि पानी का स्तर <b>प्रारंभ स्तर &#37;</b> तक पहुंच जाता है या उससे नीचे गिर जाता है। </p> <p class="ms-4 alert alert-warning" role="alert"> यदि <b>अक्षम</b> किया गया है, तो पंप <b>स्वचालित रूप से चालू नहीं होगा</b>, और पंप को चालू करने के लिए UI पर <b>ON/OFF</b> बटन पर क्लिक करना आवश्यक होगा। </p> <div class="row justify-content-md-center my-3" > <div class="col-md-auto my-2"> आवश्यकता: <span class="badge text-bg-danger fw-bold">स्मार्ट मोड</span> </div> </div>

source: Start Level:
es: Nivel de encendido
hi: प्रारंभ स्तर:
